Repository: aardappel/treesheets
Catalog: TS/translations/*/ts.po
Languages: de, fr_fr, pt_br, ru_ru

source: Please select file to import:
de: Bitte wählen Sie eine Datei zum Importieren aus:
fr_fr: Veuillez sélectionner le fichier à impoter :

source: Reloads when another computer has changed a file (if you have made changes, asks)
de: Lädt neu wenn ein anderer Rechner die Datei geändert hat (wenn Sie die Änderungen vorgenommen haben, wird das Programm nachfragen)
fr_fr: Ricarica quando un altro computer ha cambiato un file (se hai apportato modifiche, Chiedi)

source: Reset &colors CTRL+SHIFT+c
de: &Farben zurücksetzen SHIFT+CTRL+c
fr_fr: Effacer la &couleur de fond CTRL+SHIFT+c

source: Reset column widths CTRL+SHIFT+w
de: Spaltenbreiten zurücksetzen SHIFT+CTRL+w
fr_fr: Effacer les largeurs de colonnes CTRL+SHIFT+w

source: Save As
de: Speichern unter...
fr_fr: Enregistrer sous

source: Scroll Down (mousewheel) ALT+DOWN
de: Herunterscrollen (Mausrad) ALT+DOWN
fr_fr: Défiler vers le bas (molette) ALT+DOWN

source: Scroll Down (mousewheel) PGDN
de: Herunterscrollen (Mausrad) PGDN
fr_fr: Défiler vers le bas (molette) PGDN

source: Scroll Left ALT+LEFT
de: Nach links scrollen ALT+LEFT
fr_fr: Défiler à gauche ALT+LEFT

source: Scroll Right ALT+RIGHT
de: Nach rechts scrollen ALT+RIGHT
fr_fr: Défiler à droite ALT+RIGHT

source: Scroll Sheet...
de: Blatt durchscrollen...
fr_fr: Défilement feuille...

source: Scroll Up (mousewheel) ALT+UP
de: Hochscrollen (Mausrad) ALT+UP
fr_fr: Défiler vers le haut (molette) ALT+UP

source: Scroll Up (mousewheel) PGUP
de: Hochscrollen (Mausrad) PGUP
fr_fr: Défiler vers le haut (molette) PGUP

source: Select &Parent ESC
de: &Übergeordnetes Element auswählen ESC
fr_fr: Sélectionner cellule &Parent ESC

source: Select &all in current grid CTRL+a
de: &Alles in der aktuellen Tabelle auswählen CTRL+a
fr_fr: Sélectionner &tout dans la grille courante CTRL+a

source: Select First &Child SHIFT+ENTER
de: Erstes untergeordnetes Element auswählen SHIFT+ENTER
fr_fr: Sélectionner la première cellule &fille SHIFT+ENTER

source: Set Grid Border Width...
de: Breite des Tabellenrands setzen...
fr_fr: Définir l'épaisseur des bordures de la grille...

source: Show Statusbar
de: Statuszeile anzeigen
fr_fr: Afficher la barre d'état

source: Show Toolbar
de: Werkzeugleiste anzeigen
fr_fr: Afficher la barre d'outils

source: Start of line of text HOME
de: Beginn der Zeile des Texte HOME
fr_fr: Aller au début de ligne HOME

source: Start of text CTRL+HOME
de: Beginn des Textes CTRL+HOME
fr_fr: Aller au début de cellule CTRL+HOME

source: Switch to &next file/tab
de: Zur &nächsten Datei/zum nächsten Tab wechseln
fr_fr: Onglet suivant

source: Switch to &next file/tab CTRL+TAB
de: Zur &nächsten Datei/zum nächsten Tab wechseln CTRL+TAB
fr_fr: Onglet suivant CTRL+TAB

source: Switch to &previous file/tab CTRL+SHIFT+TAB
de: Zur &vorherigen Datei/zum vorherigen Tab wechseln CTRL+SHIFT+TAB
fr_fr: Onglet précédent SHIFT+CTRL+TAB

source: Text &Editing...
de: Text&bearbeitung...
fr_fr: Déplacement/Edition de texte...

source: Text Sizing...
de: Textgröße...
fr_fr: Dimensionnement du texte...

source: Text Style...
de: Textstil...
fr_fr: Style du texte...

source: Toggle &Fullscreen View CTRL+F11
de: &Vollbildmodus ein-/ausschalten CTRL+F11
fr_fr: Plein Ecran CTRL+F11

source: Toggle &Fullscreen View F11
de: &Vollbildmodus ein-/ausschalten F11
fr_fr: Plein Ecran F11

source: Toggle &Scaled Presentation View CTRL+F12
de: &Skalierte Präsentationsansicht ein-/ausschalten CTRL+F12
fr_fr: Affichage optimal CTRL+F12

source: Toggle &Scaled Presentation View F12
de: &Skalierte Präsentationsansicht ein-/ausschalten F12
fr_fr: Affichage optimal F12

source: Toggle Fold CTRL+F10
de: Ein-/Ausklappen CTRL+F10
fr_fr: Développer/Réduire CTRL+F10

source: Toggle Fold F10
de: Ein-/Ausklappen F10
fr_fr: Développer/Réduire F10

source: Toggle Vertical Layout F7
de: Vertikale Anordnung aktivieren/deaktivieren F7
fr_fr: Activer/désactiver disposition verticale F7

source: Toggle Zen Mode
de: Zenmodus ein-/ausschalten
fr_fr: Basculer en mode Zen

source: Toggle cell &BOLD CTRL+b
de: Zelle &FETT ausweisen (ein/aus) CTRL+b
fr_fr: &Gras CTRL+b

source: Toggle cell &ITALIC CTRL+i
de: Zelle &KURSIV ausweisen (ein/aus) CTRL+i
fr_fr: &Italique CTRL+i

source: Toggle cell &strikethrough CTRL+t
de: Zellentext durchstreichen (ein/aus) CTRL+t
fr_fr: Barré CTRL+t

source: Toggle cell &typewriter CTRL+ALT+t
de: Proportionaler Zellen&text (ein/aus) CTRL+ALT+t
fr_fr: Courrier CTRL+ALT+t

source: Toggle cell &underlined CTRL+u
de: Zellentext unterstreichen (ein/aus) CTRL+u
fr_fr: Souligné CTRL+u

source: Unfold All CTRL+ALT+F10
de: Alles ausklappen CTRL+ALT+F10
fr_fr: Tout développer CTRL+ALT+F10

source: Variable &Assign CTRL+ALT+a
de: V&ariable zuweisen CTRL+ALT+a
fr_fr: Assignation &variable

source: Variable &Read CTRL+ALT+r
de: Va&riable lesen CTRL+ALT+r
fr_fr: Variable &Lue

source: Vertical Layout with Bubble Style Rendering ALT+2
de: Vertikale Anordnung mit Blasenstil-Rendering ALT+2
fr_fr: Disposition verticale mode Bubble ALT+2

source: Vertical Layout with Grid Style Rendering ALT+1
de: Vertikale Anordnung mit Tabellenstil-Rendering ALT+1
fr_fr: Disposition verticale mode grille ALT+1

source: Vertical Layout with Line Style Rendering ALT+3
de: Vertikale Anordnung mit Zeilenstil-Rendering ALT+3
fr_fr: Disposition verticale mode ligne ALT+3

source: View tutorial &web page...
de: Tutorial-&Webseite anschauen...
fr_fr: Aller sur la page &web du tutoriel...

source: Word Left CTRL+LEFT
de: Wort links CTRL+LEFT
fr_fr: Début de mot CTRL+LEFT

source: Word Right CTRL+RIGHT
de: Wort rechts CTRL+RIGHT
fr_fr: Fin de mot CTRL+RIGHT

source: Zoom &In (CTRL+mousewheel) CTRL+PGUP
de: Vergrößern (STRG+Mausrad) CTRL+PGUP
fr_fr: Zoom &Avant (CTRL+molette) CTRL+PGUP

source: Zoom &Out (CTRL+mousewheel) CTRL+PGDN
de: Verkleinern (STRG+Mausrad) CTRL+PGDN
fr_fr: Zoom &Arrière (CTRL+mollette) CTRL+PGDN

source: &Images...
de: &Bilder...

source: &Selection...
de: &Auswahl...

source: &Transpose CTRL+SHIFT+t
de: &Transponieren SHIFT+CTRL+t

source: Script
de: Skript

source: Tag...
de: Verschlagworten...
