Repository: aardappel/treesheets
Catalog: TS/translations/*/ts.po
Languages: de, fr_fr, pt_br, ru_ru

source: Error writing TreeSheets file! (try saving under new filename).
de: Fehler beim Schreiben der TreeSheets-Datei (bitte versuchen Sie mit einem neuen Dateinamen erneut).
fr_fr: Erreur lors de l'écriture du fichier Treesheets! (Essayez une sauvegarde sous un autre nom).
pt_br: Erro ao gravar o arquivo do TreeSheets! (tente salvar com outro nome).
ru_ru: Ошибка записи файла TreeSheets! (попробуйте сохранить под другим именем).

source: Error writing image file! (try saving under new filename).
pt_br: Erro ao gravar o arquivo de imagem! (tente salvar com outro nome).
ru_ru: Ошибка записи файла изображения! (попробуйте сохранить под другим именем).

source: Error writing to file!
de: Fehler beim Schreiben der Datei!
fr_fr: Erreur lors de l'enregistrement du fichier!
pt_br: Erro ao gravar o arquivo!
ru_ru: Ошибка записи в файл!

source: Error writing to file.
de: Fehler beim Schreiben der Datei.
fr_fr: Erreur lors de l'enregistrement du fichier.
pt_br: Erro ao gravar o arquivo.
ru_ru: Ошибка записи в файл.

source: Evaluation finished.
de: Auswertung wurde abgeschlossen.
fr_fr: Evaluation terminée.
pt_br: Execução concluída.
ru_ru: Оценка завершена.

source: Export &view as
de: &Ansicht exportieren als
fr_fr: Exporter la &vue au format
pt_br: &Exportar visualização como
ru_ru: &Экспортировать как

source: Export cancelled.
de: Export wurde abgebrochen.
fr_fr: Export annulé
pt_br: Exportação cancelada.
ru_ru: Экспорт Отменён.

source: Export the curent view as HTML using nested tables and exported images
pt_br: Exporta a visualização atual como HTML usando tabelas aninhadas e imagens exportadas
ru_ru: Экспорт в HTML с использованием вложенных таблиц и экспортированных изображений

source: Export the current view as CSV. Good for spreadsheets and databases. Only works on grids with no sub-grids (use the Flatten operation first if need be)
de: Die aktuelle Ansicht als CSV exportieren. Das eignet sich für Tabellen und Datenbanken. Es funktioniert nur ohne untergeordnete Tabellen (nutzen Sie den Verflachen-Vorgang, falls nötig).
fr_fr: Exporte la vue actuelle au format CSV. Utile pour les feuilles de calcul et les bases de données. Fonctionne uniquement sur les grilles sans sous-grilles (utilisez d'abord l'opération Aplatir si nécessaire)
pt_br: Exporta a visualização atual como CSV. Bom para planilhas e bases de dados. Só funciona em grades sem subgrades (se necessário, use primeiro a operação Horizontalizar)
ru_ru: Экспорт в CSV. Для электронных таблиц и баз данных. Работает только с сетками, без подсеток (при необходимости, реорганизуйте сетку "к Табличному виду")

source: Export the current view as HTML as nested bullet points.
de: Die aktuelle Ansicht als HTML als verschachtelte Header exportieren. Das eignet sich für den Import in den Gliederungsmodus von Word.
fr_fr: Exporte la vue actuelle au format HTML sous forme d'en-têtes imbriqués, adaptés à l'import en mode plan de Word
pt_br: Exporta a visualização atual como HTML na forma de lista com marcadores aninhados.
ru_ru: Экспорт в HTML, в виде вложенных списков.

source: Export the current view as HTML as nested headers, suitable for importing into Word's outline mode
de: Die aktuelle Ansicht als HTML als verschachtelte Header exportieren. Das eignet sich für den Import in den Gliederungsmodus von Word.
fr_fr: Exporte la vue actuelle au format HTML sous forme d'en-têtes imbriqués, adaptés à l'import en mode plan de Word
pt_br: Exporta a visualização atual como HTML na forma de cabeçalhos aninhados, adequado para importar no modo de Estrutura de Tópicos do Word
ru_ru: Экспорт в HTML, в виде вложенных заголовков. Подходит для импорта в Word в виде структуры

source: Export the current view as HTML using nested tables, that will look somewhat like the TreeSheet
de: Die aktuelle Ansicht als HTML mit verschachtelten Tabellen exportieren. Das wird dann sehr ähnlich aussehen wie in TreeSheets.
fr_fr: Exporte la vue actuelle au format HTML à l'aide de tableaux imbriqués, qui ressembleront un peu à TreeSheets
pt_br: Exporta a visualização atual como HTML usando tabelas aninhadas, que vai parecer mais ou menos como a TreeSheet
ru_ru: Экспорт в HTML с вложенными таблицами, что будет выглядеть похожим на лист TreeSheet

source: Export the current view as XML (which can also be reimported without losing structure)
de: Die aktuelle Ansicht als XML exportieren (die wiederum importiert werden kann, ohne dass die Struktur dabei verloren geht)
fr_fr: Exporte la vue actuelle au format XML (qui peut également être réimportée sans perte de structure)
pt_br: Exporta a visualização atual como XML (que também pode ser reimportado sem perder a estrutura)
ru_ru: Экспорт в XML (который можно импортировать обратно в TreeSheets без потери структуры)

source: Export the current view as an image. Useful for faithful renderings of the TreeSheet, and programs that don't accept any of the above options
fr_fr: Exporte la vue actuelle sous forme d'image. Utile pour des rendus fidèles de TreeSheets et pour des programmes qui n'acceptent aucune des options ci-dessus
pt_br: Exporta a visualização atual como imagem. Útil para reproduções fiéis da TreeSheet, e para programas que não aceitam nenhuma das opções acima
ru_ru: Экспортировать как изображение (PNG). Когда не подходит ни один из вышеперечисленных вариантов

source: Export the current view as tree structured text, using spaces for each indentation level. Suitable for importing into mindmanagers and general text programs
de: Die aktuelle Ansicht als baumstrukturierten Text exportieren, dabei werden Leerzeichen für jede Einrückebene verwendet. Dies eignet sich für den Import in Mindmanager und allgemeine Textprogramme.
fr_fr: Exporte la vue actuelle sous forme de texte structuré en arborescence, en utilisant des espaces pour chaque niveau d'indentation. Convient pour l'import dans un logiciel de Mind manager et de texte général
pt_br: Exporta a visualização atual como texto estruturado em árvore, usando espaços para cada nível de indentação. Pode ser usado para importar em programas de mapas mentais e editores de texto em geral
ru_ru: Экспорт в виде древовидного структурированного текста с пробелами для каждого уровня отступа. Для импорта в менеджеры интеллект-карт и текстовые программы общего назначения

source: Export to a HTML file alongside the original TreeSheets file when document is saved
pt_br: Exportar para um arquivo HTML junto com o arquivo original do TreeSheets ao salvar o documento

source: Export to a HTML file when document is saved
pt_br: Exportar para um arquivo HTML ao salvar o documento
ru_ru: Экспорт в HTML-файл при сохранении документа

source: Export to a HTML file with exported images alongside the original TreeSheets file when document is saved
pt_br: Exportar para um arquivo HTML com imagens exportadas junto com o arquivo original do TreeSheets ao salvar o documento

source: Export with images
pt_br: Exportar &com imagens

source: Export without images
pt_br: Exportar &sem imagens

source: Extend Selection Columns Down
pt_br: Estender Seleção o Máximo Possível Para Baixo
ru_ru: .. по Cтолбцам вНиз

source: Extend Selection Columns Up
pt_br: Estender Seleção o Máximo Possível Para Cima
ru_ru: .. по Cтолбцам вВерх

source: Extend Selection Down
pt_br: Estender Seleção para Baixo
ru_ru: .. вНиз

source: Extend Selection Full Columns
de: Auswahl auf ganze Spalten ausweiten
fr_fr: Etendre la selection sur toute la hauteur des colonnes de la sélection
pt_br: Estender Seleção à(s) Coluna(s) Inteira(s)
ru_ru: .. в Полные &Столбцы

source: Extend Selection Full Rows
de: Auswahl auf ganze Zeilen ausweiten
fr_fr: Etendre la sélection sur la largeur des lignes de la selection
pt_br: Estender Seleção à(s) Linha(s) Inteira(s)
ru_ru: .. в Полные &Строки

source: Extend Selection Left
pt_br: Estender Seleção para a Esquerda
ru_ru: Расширить ВЫДЕЛЕНИЕ вЛево

source: Extend Selection Right
pt_br: Estender Seleção para a Direita
ru_ru: .. вПраво

source: Extend Selection Rows Left
pt_br: Estender Seleção o Máximo Possível Para a Esquerda
ru_ru: .. по Строкам вЛево

source: Extend Selection Rows Right
pt_br: Estender Seleção o Máximo Possível Para a Direita
ru_ru: .. по Строкам вПраво

source: Extend Selection Up
pt_br: Estender Seleção para Cima
ru_ru: .. вВерх

source: Extend Selection Word Left
pt_br: Estender Seleção com a Palavra à Esquerda
ru_ru: .. на Слово вЛево

source: Extend Selection Word Right
pt_br: Estender Seleção com a Palavra à Direita
ru_ru: .. на Слово вПраво

source: Extend Selection to End
pt_br: Estender Seleção para o Fim da Linha
ru_ru: .. до Конца Ячейки

source: Extend Selection to Start
pt_br: Estender Seleção para o Início da Linha
ru_ru: .. до Начала Ячейки

source: Faster line rendering
de: Schnelleres Zeilen-Rendering
fr_fr: Rendu de ligne rapide
pt_br: Renderização de linhas mais &veloz
ru_ru: Ускоренная отрисовка линий

source: File Tabs on the bottom
de: Dateitabs befinden sich unten
fr_fr: Barre d'onglets au-dessous
pt_br: Abas de arquivos na parte &inferior da tela
ru_ru: Вкладки Файлов вНизу

source: File corrupted!
de: Datei ist fehlerhaft/beschädigt!
fr_fr: Fichier corrompu!
pt_br: O arquivo está corrompido!
ru_ru: Файл повреждён!

source: File exported successfully.
de: Datei wurde erfolgreich exportiert.
fr_fr: Fichier exporté avec succès.
pt_br: O arquivo foi exportado com sucesso.
ru_ru: Файл успешно экспортирован.

source: File has been re-loaded because of modifications of another program / computer
de: Die Datei wurde auf Grund von Änderungen durch andere Programme / anderen Computer neu geladen.
fr_fr: Le fichier a été rechargé en raison de modifications par un autre programme / computer
pt_br: O arquivo foi recarregado por causa de modificações de outro programa / computador
ru_ru: Файл был перезагружен, так как его изменила другая программа / компьютер

source: File load error.
de: Datei konnte nicht geladen werden.
fr_fr: Erreur de chargement du fichier.
pt_br: Houve um erro ao carregar o arquivo.
ru_ru: Ошибка загрузки файла.

source: File modification conflict!
de: Konflikt bei der Dateiänderung!
fr_fr: Conflit de modifications du fichier!
pt_br: O arquivo tem modificações conflitantes!
ru_ru: Конфликт изменений файла!

source: File of newer version.
de: Datei weist einen neueren Versionsstand auf.
fr_fr: Fichier de version plus récente.
pt_br: O arquivo é de uma versão mais recente.
ru_ru: Более новая версия файла.

source: Filter
pt_br: &Filtrar
ru_ru: Фильтр

source: Filter by the same cell color
pt_br: Evidenciar células com a mesma cor
ru_ru: Фильтр по Цвету Ячейки

source: Find and replace in document
pt_br: Busca e substitui no documento
ru_ru: Поиск и замена в документе

source: Find in document
pt_br: Busca no documento
ru_ru: Поиск в документе

source: Fold All
pt_br: Dobrar Todas
ru_ru: Свернуть Всё

source: Folds the grid of the selected cell(s) recursively
de: Klappt die Tabelle der ausgewählten Zelle(n) rekursiv aus.
fr_fr: Réduire la grille des cellules sélectionnées mode récursif
pt_br: Dobra recursivamente a grade da(s) célula(s) selecionada(s)
ru_ru: Рекурсивно (на всю глубину вложенности) Сворачивает подсетки выбранных ячеек

source: Font...
pt_br: &Fonte...
ru_ru: Шрифт...

source: Found an image type that is not defined in this program.
pt_br: Um tipo de imagem que não está definido neste programa foi encontrado.
ru_ru: Обнаружен тип изображения, который не определен в этой программе.

source: Go To &Matching Cell (Text)
pt_br: Ir para Célula &Seguinte que Tiver o Mesmo Texto
ru_ru: Перейти к ячейке с Совпадающим &Текстом

source: Go To Matching Cell (Image)
pt_br: Ir para Célula Seguinte que Tiver a Mesma Imagem
ru_ru: Перейти к ячейке с Совпадающим &Изображением

source: Go To Matching Cell (Image, Reverse)
pt_br: Ir para Célula Anterior que Tiver a Mesma Imagem
ru_ru: .. в Обратном направлении

source: Go To Matching Cell (Text, Reverse)
pt_br: Ir para Célula &Anterior que Tiver o Mesmo Texto
ru_ru: .. в Обратном направлении

source: Go to Next Search Result
pt_br: Ir para Resultado Seguinte da Busca
ru_ru: К Cледующему Совпадению

source: Go to next filter match
pt_br: Ir para célula evidenciada seguinte
ru_ru: Перейти к Следующему Совпадению фильтра

source: Go to next search match
pt_br: Ir para resultado seguinte da busca
ru_ru: Перейти к Следующему совпадению поиска

source: Go to previous search match
pt_br: Ir para resultado anterior da busca
ru_ru: Перейти к Предыдущему совпадению поиска

source: Go to the document in the next tab
pt_br: Ir para o documento na aba seguinte
ru_ru: Перейти к документу на следующей вкладке

source: Go to the document in the previous tab
pt_br: Ir para o documento na aba anterior
ru_ru: Перейдите к документу на предыдущей вкладке

source: Grid Style Rendering
pt_br: Renderização com Estilo de Grade
ru_ru: Отображение в стиле &Сетки

source: HTML (&Bullet points)...
de: HTML (&Gliederung)...
fr_fr: HTML (Puces)...
pt_br: HTML (&Lista com marcadores)...
ru_ru: HTML (&Пункты Cписка)...

source: HTML (&Outline)...
de: HTML (&Gliederung)...
fr_fr: HTML (Aperçu)...
pt_br: HTML (&Estrutura de Tópicos)...
ru_ru: HTML (&Структура)...

source: Hierarchy &Swap
pt_br: Trocar de &Lugar com a Célula Mãe
ru_ru: &Смена Иерархии

source: Hold CTRL while pressing right mouse button to quickly set a tag for the current cell using a popup menu
de: CTRL-Taste beim Drücken der rechten Maustaste gedrückt halten, um schnell ein Schlagwort für die aktuelle Zelle mit Hilfe eines Popup-Menüs zu setzen.
fr_fr: Maintenir touche CTRL et click droit pour remplacer rapidement un tag dans la cellule courante via un menu contextuel
pt_br: Segure CTRL e clique com o botão direito do mouse para definir rapidamente uma tag para a célula atual usando um menu popup
ru_ru: Удерживая CTRL, нажмите правую кнопку мыши для выбора Тега из всплывающего Меню Тегов (для текущей ячейки)

source: Horizontal Layout with Bubble Style Rendering
pt_br: Layout Horizontal, Renderização com Estilo de Bolha
ru_ru: .. в стиле &Пузырьков

source: Horizontal Layout with Grid Style Rendering
pt_br: Layout Horizontal, Renderização com Estilo de Grade
ru_ru: Горизонтальная компоновка в стиле &Сетки

source: Horizontal Layout with Line Style Rendering
pt_br: Layout Horizontal, Renderização com Estilo de Linha
ru_ru: .. в стиле &Линий

source: How many pixels wide should a page be? (0 for auto fit)
de: Wie viele Pixel breit soll die Seite ein? (0 für automatisches Anpassen)
fr_fr: Quelle doit être la largeur de la page en pixels ? (0 pour une taille automatique)
pt_br: Qual deve ser a largura de uma página em pixels? (0 para dimensionar automaticamente)
ru_ru: Сколько пикселей в ширину должна иметь страница? (0 для автоподгонки)

source: Image
de: Bild
pt_br: Imagem
ru_ru: Изображение

source: Image Resize
de: Bildgröße verändern...
fr_fr: Redimensionner Image
pt_br: Redimensionar Imagem
ru_ru: Изменение Размера изображения

source: Image(s) have been saved to disk.
pt_br: As imagem(ns) foram salva(s) no disco.
ru_ru: Изображение(я) было(и) сохранено(ы) на диск.

source: Images in selected cells have been converted to JPEG format.
pt_br: As imagens nas células selecionadas foram convertidas para o formato JPEG.
ru_ru: Изображения в выделенных ячейках были преобразованы в формат JPEG.

source: Images in selected cells have been converted to PNG format.
pt_br: As imagens nas células selecionadas foram convertidas para o formato PNG.
ru_ru: Изображения в выделенных ячейках были преобразованы в формат PNG.

source: Import from
pt_br: I&mportar de
ru_ru: &Импортировать из

source: Increase column width (ALT+mousewheel)
pt_br: Aumentar largura da coluna (ALT+botão de rolagem)
ru_ru: У&величить Ширину Столбца (ALT+КМ)

source: Increase column width (no sub grids)
pt_br: Aumentar largura da coluna (subgrades não)
ru_ru: У&величить Ширину Столбца (без подсеток)

source: Indented &Text...
de: Eingerückter &Text
fr_fr: &Texte indenté...
pt_br: Texto &Indentado...
ru_ru: &Текст с Отступами...

source: Indented text...
de: Eingerückter Text...
fr_fr: &Texte indenté...
pt_br: Texto &indentado...
ru_ru: &Текст с Отступами...

source: Initialization Error
de: Initialisierungsfehler
fr_fr: Erreur d'initialisation
pt_br: Erro de Inicialização
ru_ru: Ошибка инициализации

source: Insert last image
pt_br: &Inserir última imagem

source: Insert the last image that has been inserted before in TreeSheets.
pt_br: Insere na célula atual a imagem inserida mais recentemente no TreeSheets.

source: Interactive &tutorial
pt_br: &Tutorial interativo
ru_ru: Интерактивный &Учебник

source: Internal error: unimplemented operation!
de: Interner Fehler: Nicht implementierter Vorgang!
fr_fr: Erreur interne: opération non prévue!
pt_br: Erro interno: operação não implementada!
ru_ru: Внутренняя ошибка: операция не выполнена!

source: It seems that you are about to paste or drop a TreeSheets file. What would you like to do?
pt_br: Parece que você está prestes a colar ou soltar um arquivo do TreeSheets. O que gostaria de fazer?
ru_ru: Похоже, вы собираетесь вставить или отбросить файл TreeSheet. Что вы хотите сделать?

source: JPEG file is corrupted!
pt_br: O arquivo JPEG está corrompido!
ru_ru: JPEG-файл поврежден!

source: Key binding
de: Tastenkombination
fr_fr: Association touche
pt_br: Associação de teclas
ru_ru: Привязка клавиш

source: Key bindings...
pt_br: Associações de &teclas...
ru_ru: Привязки &клавиш...

source: Keybinding cancelled.
de: Zuweisen zu einem Tastenkürzel wurde abgebrochen.
fr_fr: Annulation association touche.
pt_br: A associação de teclas foi cancelada.
ru_ru: Привязка клавиш отменена.

source: Line Style Rendering
pt_br: Renderização com Estilo de Linha
ru_ru: .. в стиле &Линий

source: Load an interactive program operation reference in TreeSheets
pt_br: Carrega no TreeSheets uma referência interativa de operações de programação
ru_ru: Загрузить справочник по интерактивной работе Программы в TreeSheets

source: Load an interactive tutorial in TreeSheets
pt_br: Carrega um tutorial interativo no TreeSheets
ru_ru: Загрузить интерактивный учебник TreeSheets

source: Loaded %s (%d cells, %d characters) in %d milliseconds.
fr_fr: Chargement %s (%d cellules,%d caratères) en %d millisecondes.
pt_br: %s (%d célula(s), %d caractere(s)) carregado em %d milissegundo(s).
ru_ru: Загружено %s (%d ячеек, %d символов) за %d миллисекунд.

source: Loaded %s (%d cells, %d characters) in %lld milliseconds.
pt_br: %s (%d célula(s), %d caractere(s)) carregado em %lld milissegundo(s).

source: Lobster Files (*.lobster)|*.lobster|All Files (*.*)|*.*
pt_br: Arquivos Lobster (*.lobster)|*.lobster|Todos os Arquivos (*.*)|*.*
ru_ru: Lobster Файлы (*.cts)|*.cts|Все Файлы (*.*)|*.*

source: Make a 1xN selection to indicate which column to sort on, and which rows to affect
fr_fr: Selectionner en 1xN pour indiquer quelle colonne à trier et quelles lignes à traiter
pt_br: Faça uma seleção 1xN para indicar por qual coluna classificar, e quais linhas afetar
ru_ru: Выделите столбец 1xN для сортировки строк

source: Make a hierarchy layout more vertical (default) or more horizontal
de: Eine hierarchische Anordnung in eine mehr vertikale (standardmäßig) oder horizontale Anordnung umwandeln
fr_fr: Appliquer une disposition hierarchique plus vertivale (prédéfini)ou plus horizontle
pt_br: Faz um layout hierárquico ficar mais vertical (o padrão) ou mais horizontal
ru_ru: Сделать иерархическую компоновку более вертикальной (по умолчанию) или более горизонтальной

source: Maximum number of launches reached.
pt_br: O número máximo de aberturas de programas foi alcançado.
ru_ru: Достигнуто максимальное количество запусков.

source: Minimize on close
de: Beim Schließen minimieren
fr_fr: Réduire en icône à la fermeture
pt_br: Minimi&zar ao fechar
ru_ru: Свернуть при закрытии

source: Minimize to tray
de: In das Benachrichtungsfeld minimieren
fr_fr: Réduire en icône
pt_br: Minimizar na bande&ja do sistema
ru_ru: Свернуть в Трей

source: More than one cell must be selected.
pt_br: É necessário selecionar mais que uma célula.
ru_ru: Необходимо выбрать более одной ячейки.

source: Move Cells Down
pt_br: Mover Células para Baixo
ru_ru: .. вНиз

source: Move Cells Left
pt_br: Mover Células para a Esquerda
ru_ru: Переместить Ячейки вЛево

source: Move Cells Right
pt_br: Mover Células para a Direita
ru_ru: .. вПраво

source: Move Cells Up
pt_br: Mover Células para Cima
ru_ru: .. вВерх

source: Move Selection Down
pt_br: Mover Caixa de Seleção para Baixo
ru_ru: .. вНиз

source: Move Selection Down (DOWN)
pt_br: Mover Caixa de Seleção para Baixo (DOWN)
ru_ru: .. вНиз (↓)

source: Move Selection Left
pt_br: Mover Caixa de Seleção para a Esquerda
ru_ru: Переместить Курсор Ячейки вЛево

source: Move Selection Left (LEFT)
pt_br: Mover Caixa de Seleção para a Esquerda (LEFT)
ru_ru: Переместить Курсор Ячейки вЛево (←)

source: Move Selection Right
pt_br: Mover Caixa de Seleção para a Direita
ru_ru: .. вПраво

source: Move Selection Right (RIGHT)
pt_br: Mover Caixa de Seleção para a Direita (RIGHT)
ru_ru: .. вПраво (→)

source: Move Selection Up
pt_br: Mover Caixa de Seleção para Cima
ru_ru: .. вВерх

source: Move Selection Up (UP)
pt_br: Mover Caixa de Seleção para Cima (UP)
ru_ru: .. вВерх (↑)

source: Move to next cell
pt_br: Ir para a célula seguinte
ru_ru: Перейти к Следующей Ячейке

source: Move to next cell (TAB)
pt_br: Ir para a célula seguinte (TAB)
ru_ru: Перейти к Следующей Ячейке (TAB)

source: Move to previous cell
pt_br: Ir para a célula anterior
ru_ru: Перейти к предыдущей ячейке

source: Move to previous cell (SHIFT+TAB)
pt_br: Ir para a célula anterior (SHIFT+TAB)
ru_ru: .. к Предыдущей.. (SHIFT+TAB)

source: NOTE: key binding will take effect next run of TreeSheets.
de: HINWEIS: Neuzuweisung von Tastenkürzeln wird erst bei einem Neustart von TreeSheets wirksam.
fr_fr: NOTE: Le mappage des touches prendra effet à la prochaine execution de TreeSheets.
pt_br: NOTA: a associação de teclas passará a valer na próxima execução do TreeSheets.
ru_ru: ПРИМЕЧАНИЕ: привязка клавиш вступит в силу при следующем запуске TreeSheets.

source: Navigate in between cells with cursor keys
de: Zwischen Zellen mit den Cursortasten navigieren
fr_fr: Déplacement dans intercellule avec les touches de déplacement
pt_br: Navegar &entre as células com as teclas direcionais
ru_ru: Перемещаться между ячейками с помощью Клавиш Курсора

source: New (CTRL+n)
de: Neu (Strg+n)
fr_fr: Nouveau (CTRL+n)
pt_br: Novo (CTRL+n)
ru_ru: Новый (CTRL+n)

source: New Grid (INS)
de: Neue Tabelle (EINFÜGEN)
fr_fr: Nouvelle grille (INS)
pt_br: Nova Grade (INS)
ru_ru: Новая Сетка (INS)

source: New Sheet
de: Neues Blatt
fr_fr: Nouvelle feuille
pt_br: Nova TreeSheet
ru_ru: Новый Лист

source: New file cancelled.
de: Erstellen der neuen Datei abgebrochen!
fr_fr: Nouvelle feuille abandonnée.
pt_br: O novo arquivo foi cancelado.
ru_ru: Создание нового файла отменено.

source: No autoexport
pt_br: &Não autoexportar

source: No image in this cell.
de: Kein Bild in dieser Zelle
fr_fr: Pas d'image dans cette cellule.
pt_br: Essa célula não contém imagem.
ru_ru: В этой ячейке нет изображения.

source: No matches for filter.
pt_br: O filtro atual não evidencia nenhuma célula.
ru_ru: Нет совпадений для фильтра .

source: No matches for search.
de: Keine Treffer für die Suche!
fr_fr: Pas de correspondance sur cette recherche.
pt_br: A busca não encontrou nenhuma correspondência.
ru_ru: Поиск не дал результатов.

source: No matching cell found!
de: Keine übereinstimmende Zelle gefunden!
fr_fr: Aucune cellule correspondante trouvée!
pt_br: Não há nenhuma célula correspondente!
ru_ru: Совпадающая ячейка не найдена!

source: No search string.
de: Keine Suchzeichenkette!
fr_fr: Aucune chaine à chercher.
pt_br: Não há termo de busca.
ru_ru: Строка поиска отсутствует.
