Repository: aardappel/treesheets
Catalog: TS/translations/*/ts.po
Languages: de, fr_fr, pt_br, ru_ru

source: %d cell(s)
pt_br: %d célula(s)
ru_ru: %d ячейка(и)

source: %s has been modified on disk by another program / computer: Would you like to discard your changes and re-load from disk?
de: %s wurde auf dem Datenträger durch ein anderes Programm / durch einen anderen Computer verändert: Möchten Sie Ihre Änderungen verwerfen und die Datei vom Datenträger neu laden?
fr_fr: %s a été modifié sur le disque par un autre programme / machine: Voulez-vous ignorer les modifications et recharger depuis le fichier?
pt_br: %s foi modificado em disco por outro programa / computador: Gostaria de descartar suas modificações, e recarregar do disco?
ru_ru: %s был изменён на диске другой программой или компьютером: Хотите отменить изменения и загрузить файл с диска?

source: &About...
de: Über...
fr_fr: &A propos ...
pt_br: &Sobre o TreeSheets
ru_ru: &О программе...

source: &Add Cell Text as Tag
de: &Zellentext als Schlagwort hinzufügen
fr_fr: &Ajouter le texte de la cellule comme tag
pt_br: &Adicionar Texto da Célula como Tag
ru_ru: Доб&авить Текст Ячейки как Тег

source: &Add...
pt_br: &Adicionar...
ru_ru: Доб&авить...

source: &Browsing
pt_br: &Navegação
ru_ru: &Просмотр

source: &Clear Views
de: &Ansichten zurücksetzen
fr_fr: &Effacer Vues
pt_br: &Limpar Visualizações
ru_ru: О&чистить Представления

source: &Close
pt_br: &Fechar
ru_ru: Закрыть

source: &Comma delimited text (CSV)...
de: &Text mit Kommata als Trennzeichen (CSV)...
fr_fr: &Texte séparateur virgule (CSV)...
pt_br: Texto delimitado por vírgulas (&CSV)...
ru_ru: CSV (разделитель - &запятая)...

source: &Copy
pt_br: &Copiar
ru_ru: Копировать

source: &Copy as Bitmap
pt_br: Copiar como Bitma&p
ru_ru: &Копировать как Растровое Изображение

source: &Data
pt_br: &Dados
ru_ru: &Данные

source: &Decrease text size (SHIFT+mousewheel)
pt_br: &Diminuir tamanho do texto (SHIFT+botão de rolagem)
ru_ru: У&меньшить...

source: &Delete After
pt_br: Excluir Depois
ru_ru: &Удалить После

source: &Edit
de: &Bearbeiten
fr_fr: &Edition
pt_br: &Editar
ru_ru: &Редактирование

source: &Exit
pt_br: Sai&r
ru_ru: &Выход

source: &File
de: &Datei
fr_fr: &Fichier
pt_br: &Arquivo
ru_ru: &Файл

source: &Flatten
de: &Verflachen
pt_br: H&orizontalizar
ru_ru: к &Табличному виду

source: &Grid Reorganization
pt_br: Reorgani&zação da Grade
ru_ru: Ре&организация Сетки

source: &HTML (Tables+Styling)...
de: &HTML (Tabellen + Stil)...
fr_fr: &HTML (Tables+Style)...
pt_br: HTML (&Tabelas+Estilo)...
ru_ru: HTML (Таблицы&+Оформление)...

source: &HTML (Tables+Styling+Images)...
pt_br: &HTML (Tabelas+Estilo+Imagens)...
ru_ru: HTML (Таблицы&+Оформление+Изображения)...

source: &Help
de: &Hilfe
fr_fr: &Aide
pt_br: A&juda
ru_ru: П&омощь

source: &Hierarchify
de: &Hierarchie anwenden
fr_fr: &Hiérarchiser
pt_br: H&ierarquizar
ru_ru: &Иерархизировать

source: &Horizontal View
pt_br: Visualização &Horizontal
ru_ru: &Горизонтальное Представление

source: &Image...
de: &Bild...
pt_br: I&magem...
ru_ru: &Изображение...

source: &Images
pt_br: Imagens
ru_ru: &Изображения

source: &Increase text size (SHIFT+mousewheel)
pt_br: &Aumentar tamanho do texto (SHIFT+botão de rolagem)
ru_ru: У&величить Размер текста (SHIFT+КМ)

source: &Insert New Grid
pt_br: Inserir No&va Grade
ru_ru: &Вставить Новую Сетку

source: &Layout && Render Style
pt_br: La&yout && Estilo de Renderização
ru_ru: &Макет и Стиль Отображения

source: &Mark as
de: &Markieren als
fr_fr: &Marquer comme
pt_br: &Marcar como
ru_ru: От&метить как

source: &New
pt_br: &Novo...
ru_ru: Новый

source: &Next Match
pt_br: Correspondência Se&guinte
ru_ru: &Следующее Совпадение

source: &Next tab
pt_br: Aba se&guinte
ru_ru: &Cледующая вкладка (CTRL+TAB)

source: &Open...
pt_br: &Abrir...
ru_ru: Открыть...

source: &Operation
pt_br: &Operação
ru_ru: &Операция

source: &Options
de: &Optionen
pt_br: &Opções
ru_ru: Пара&метры

source: &Paste
pt_br: Co&lar
ru_ru: Вставить

source: &Previous Match
pt_br: Correspondência A&nterior
ru_ru: Пре&дыдущее Совпадение

source: &Print...
pt_br: &Imprimir...
ru_ru: Печать...

source: &Program
de: &Programm
fr_fr: &Programme
pt_br: &Programação
ru_ru: Про&грамма

source: &Recent files
de: &Zuletzt geöffnete Dateien
fr_fr: Fichiers &Récents
pt_br: Ar&quivos recentes
ru_ru: &Недавние файлы

source: &Redo
pt_br: &Refazer
ru_ru: Вернуть

source: &Remove Cell Text from Tags
de: Zellentext vom Schlagwort entfe&rnen
fr_fr: &Supprimer Texte cellule depuis Tags
pt_br: &Remover Texto da Célula das Tags
ru_ru: У&далить Текст Ячейки из Тегов

source: &Replace
pt_br: &Substituir
ru_ru: &Заменить

source: &Reset Scale (display only)
de: Skalierung zu&rücksetzen (nur Anzeige)
pt_br: &Redefinir Escala (somente para exibição)
ru_ru: Сб&росить Масштаб (только Отображения)

source: &Reset text sizes
pt_br: &Redefinir tamanho dos textos
ru_ru: Сбросить &Размеры текста

source: &Reset text styles
pt_br: &Redefinir estilo dos textos
ru_ru: Сбросить &Стили Текста

source: &Roundness of grid borders
pt_br: Raio das bordas das &grades
ru_ru: &Округлость Границ сетки

source: &Run
pt_br: &Executar
ru_ru: За&пустить

source: &Save
pt_br: &Salvar
ru_ru: Сохранить

source: &Save as...
pt_br: Salvar &como...
ru_ru: &Сохранить как...

source: &Script reference
pt_br: Referência de &funções Lobster para scripts
ru_ru: Справочник &Функций

source: &Search
de: &Suche
fr_fr: &Rechercher
pt_br: &Buscar
ru_ru: &Поиск

source: &Selection
pt_br: &Seleção
ru_ru: &Выделение

source: &Set Cell Text to tag (use CTRL+RMB)
de: &Zellentext als Schlagwort verwenden (STRG+RMB verwenden)
fr_fr: &Set Cell Text to tag (Utiliser CTRL+RMB)
pt_br: &Preencher Texto da Célula com Tag (use CTRL+botão direito do mouse)
ru_ru: В&ставить Тег в Ячейку (CTRL+ПКМ - Меню тегов)

source: &Set custom color from cell background
pt_br: Co&piar cor do plano de fundo da célula para cor personalizada
ru_ru: Пользовательский цвет из фона &ячейки

source: &Shrink text of all sub-grids
pt_br: &Encolher texto de todas as subgrades
ru_ru: С&жать текст Всех Подсеток

source: &Transpose
pt_br: &Transpor
ru_ru: Транспонировать

source: &Undo
pt_br: &Desfazer
ru_ru: Отменить

source: &Vertical View
pt_br: Visualização &Vertical
ru_ru: &Вертикальное Представление

source: &View
de: &Ansicht
fr_fr: &Affichage
pt_br: &Visualização
ru_ru: &Вид

source: &Wrap in new parent
pt_br: Criar célula &filha e mover conteúdo da seleção para ela
ru_ru: &Обернуть в новый родительский уровень

source: ...and jump to the end of the text
pt_br: ... e pular para o fim do texto
ru_ru: .. и встать в конец текста

source: ...and progress to the first cell in the new row
pt_br: ... e ir para a primeira célula na nova linha
ru_ru: .. и переместиться к первой ячейке в новой строке

source: ...and progress to the next cell on the right
pt_br: ... e ir para a próxima célula à direita
ru_ru: .. и переместиться к следующей ячейке справа

source: 1:1 scale restored.
de: 1:1-Skalierung wurde wiederhergestellt.
fr_fr: Echelle 1:1 restored.
pt_br: Escala 1:1 restaurada.
ru_ru: Масштаб 1:1 восстановлен.

source: <unnamed>
pt_br: <sem nome>
ru_ru: <безымянный>

source: A temporary autosave file exists, would you like to load it instead?
de: Eine temporäre Speicherkopie existiert. Möchten Sie diese stattdessen laden?
fr_fr: Présence d'un fichier temporaire de sauvegarde automatique, voulez-vous le charger?
pt_br: Existe um arquivo temporário do salvamento automático, gostaria de carregá-lo no lugar?
ru_ru: Обнаружен временный файл автосохранения. Загрузить его вместо открытого файла?

source: Add Image
de: Bild hinzufügen
fr_fr: Ajouter Image
pt_br: Adicionar Imagem
ru_ru: Добавить изображение

source: Add Lobster scripts to the menu
pt_br: Adicionar script(s) Lobster ao menu
ru_ru: Добавить сценарии Lobster в меню

source: Add an image to the selected cell
pt_br: Adiciona uma imagem à célula selecionada
ru_ru: Добавить изображение в выбранную ячейку

source: Add...
pt_br: &Adicionar...
ru_ru: Добавить...

source: Adds a grid to the selected cell
de: Eine Tabelle in die ausgewählte Zelle einfügen
fr_fr: Ajouter une grille à la cellule sélectionnée
pt_br: Adiciona uma grade à célula selecionada
ru_ru: Добавить сетку в выбранную ячейку

source: Apply last border color
pt_br: Aplicar última cor de borda
ru_ru: .. последний Цвет &Границы

source: Apply last cell color
pt_br: Aplicar última cor de célula
ru_ru: Применить Цвет последней &Ячейки

source: Apply last text color
pt_br: Aplicar última cor de texto
ru_ru: .. последний Цвет &Текста

source: At least one file could not be opened.
pt_br: Ao menos um dos arquivos não pôde ser aberto.
ru_ru: Как минимум один файл открыть не удалось.

source: Autoexport to HTML
pt_br: Autoexportação para &HTML
ru_ru: Автоэкспорт в HTML

source: Autoreload documents
pt_br: Recarregar &documentos automaticamente
ru_ru: Автоматическая перезагрузка документов

source: Autosave
pt_br: Salvar &automaticamente
ru_ru: Автосохранение

source: Autosave load
de: Automatische Sicherungskopien laden
fr_fr: Salvataggio automatico
pt_br: Carregar do salvamento automático
ru_ru: Загрузка автосохранения

source: Background color...
pt_br: Cor do plano de fu&ndo...
ru_ru: Цвет Фона &документа...

source: Backup files
pt_br: Fazer bac&kup
ru_ru: Создавать .bak файлы

source: Bitmap copied to clipboard
pt_br: Bitmap copiado para a área de transferência
ru_ru: Растровое изображение скопировано в буфер обмена

source: Border
de: Ränder
fr_fr: Bordure
pt_br: Borda
ru_ru: Граница

source: Border &0
pt_br: Borda &0
ru_ru: Граница &0

source: Border &1
pt_br: Borda &1
ru_ru: Граница &1

source: Border &2
pt_br: Borda &2
ru_ru: Граница &2

source: Border &3
pt_br: Borda &3
ru_ru: Граница &3

source: Border &4
pt_br: Borda &4
ru_ru: Граница &4

source: Border &5
pt_br: Borda &5
ru_ru: Граница &5

source: Bubble Style Rendering
pt_br: Renderização com Estilo de Bolha
ru_ru: .. в стиле &Пузырьков

source: Can only move this cell from a Nx1 or 1xN grid.
de: Es kann nur diese Zelle aus einer Nx1- oder 1xN-Tabelle verschoben werden.
fr_fr: Vous pouvez déplacer cette cellule seulement dans une grille Nx1 ou 1xN
pt_br: Só é possível mover essa célula a partir de uma grade Nx1 ou 1xN.
ru_ru: Переместить эту ячейку можно только из сетки Nx1 или 1xN.

source: Can only move this cell into a Nx1 or 1xN grid.
de: Es kann nur diese Zelle in eine Nx1- oder 1xN-Tabelle verschoben werden.
fr_fr: Vous pouvez déplacer cette cellule seulement dans une grille Nx1 ou 1xN
pt_br: Só é possível mover essa célula para dentro de uma grade Nx1 ou 1xN.
ru_ru: Переместить эту ячейку можно только в сетку Nx1 или 1xN.

source: Can paste or drop only exactly one file.
pt_br: Você pode colar ou soltar exatamente um único arquivo.
ru_ru: Можно вставить или отбросить только один файл.

source: Can't sort: make a 1xN selection to indicate what column to sort on, and what rows to affect
de: Kann nicht sortieren: bitte führen Sie eine 1xN-Auswahl durch, um die zu sortierende Spalte anzugeben, und welche Zeilen verarbeitet werden sollen
fr_fr: Tri impossible : Faire une selection 1xN pour indiquer quelle colonne trier, et quelles lignes seront impactées
pt_br: Impossível classificar: faça uma seleção 1xN para indicar por qual coluna classificar, e quais linhas afetar
ru_ru: Сортировка невозможно: выделите столбец 1xN для сортировки строк

source: Cancel
de: Abbrechen
fr_fr: Annuler
pt_br: Cancelar
ru_ru: Отмена Операции

source: Cancel text edits
pt_br: Cancelar edição de texto
ru_ru: Отменить изменения (..перейти к Родителю)

source: Cannot decompress file.
de: Datei konnte nicht dekomprimiert werden.
fr_fr: Decompression du fichier impossible.
pt_br: Não é possível descomprimir o arquivo.
ru_ru: Невозможно распаковать файл.

source: Cannot export grid that is not flat (zoom the view to the desired grid, and/or use Flatten).
de: Kann die nicht-flache Tabelle nicht exportieren (Vergrößern Sie auf die gewünschte Tabelle und/oder benutzen Sie die Verflachen-Funktion)
fr_fr: Impossible d'exporter la grille, elle n'est pas plane (zoomer la vue sur la grille souhaitée et / ou utiliser aplanissement).
pt_br: Não é possível exportar uma grade não-horizontal (faça zoom para a grade desejada, e/ou use Horizontalizar).
ru_ru: Невозможно экспортировать сетку, которая не является плоской. Увеличьте масштаб просмотра до нужной сетки и/или реорганизуйте сетку "к Табличному виду".

source: Cannot move this cell up in the hierarchy.
de: Diese Zelle konnte in der Hierarchie nicht nach oben verschoben werden.
fr_fr: Impossible de déplacer cette cellule dans la hierarchie.
pt_br: Não é possível mover essa célula para cima na hierarquia.
ru_ru: Невозможно переместить эту ячейку вверх по иерархии.

source: Cannot open file.
de: Die Datei konnte nicht geöffnet werden.
fr_fr: Ouverture fichier impossible.
pt_br: Não foi possível abrir o arquivo.
ru_ru: Невозможно открыть файл.

source: Case-sensitive search
pt_br: &Diferenciar maiúsculas de minúsculas
ru_ru: Поиск с учетом &Регистра

source: Cell
de: Zelle
fr_fr: Cellule
pt_br: Célula
ru_ru: Ячейка

source: Change the image(s) scale to match DPI of the current display. Applies to all uses of this image.
pt_br: Muda a escala da(s) imagem(ns) para corresponder aos DPI do monitor atual. Aplica-se a todos os usos dessa imagem.
ru_ru: Измените масштаб изображения(й) в соответствии с DPI дисплея. Применяется ко всем экземплярам изображения.

source: Change the image(s) size if it is too big or too small, by changing the size shown on screen. Applies to all uses of this image.
pt_br: Muda o tamanho da(s) imagem(ns) se for muito grande ou muito pequeno, mudando o tamanho mostrado na tela. Aplica-se a todos os usos dessa imagem.
ru_ru: Измените размер изображения(й), отображаемый на экране, если оно слишком большое или маленькое. Относится ко всем экземплярам этого изображения.

source: Change the image(s) size if it is too big, by reducing the amount of pixels
pt_br: Muda o tamanho da(s) imagem(ns) se for muito grande, reduzindo o número de pixels
ru_ru: Если изображение слишком большое, измените его - уменьшив количество пикселей

source: Change the key binding of a menu item
pt_br: Modificar a associação de teclas de um item de menu
ru_ru: Изменить привязку клавиш к пункту меню

source: Changes have been made, are you sure you wish to continue?
de: Änderungen wurden vorgenommen. Sind Sie sich sicher, dass Sie fortfahren möchten?
fr_fr: Enregistrer les modifications du document avant fermeture ?
pt_br: Houve mudanças, tem certeza que deseja continuar?
ru_ru: Были внесены Изменения. Хотите продолжить?

source: Choose CSV file to write
de: CSV-Datei zum Schreiben auswählen
fr_fr: Scegli il file CSV per scrivere
pt_br: Informe o arquivo CSV a gravar
ru_ru: Укажите CSV-файл для сохранения

source: Choose HTML file to write
de: HTML-Datei zum Schreiben auswählen
fr_fr: Scegli il file HTML da scrivere
pt_br: Informe o arquivo HTML a gravar
ru_ru: Укажите HTML-файл для сохранения

source: Choose PNG file to write
de: PNG-Datei zum Schreiben auswählen
fr_fr: Scegli il file PNG per scrivere
pt_br: Informe o arquivo PNG a gravar
ru_ru: Укажите PNG-файл для сохранения

source: Choose Text file to write
de: Textdatei zum Schreiben auswählen
fr_fr: Scegli il file di testo da scrivere
pt_br: Informe o arquivo de texto a gravar
ru_ru: Укажите TXT-файл для сохранения

source: Choose TreeSheets file to save:
de: Treesheets-Datei zum Schreiben auswählen
fr_fr: Scegli il file Fogli Albero da salvare:
pt_br: Informe o arquivo do TreeSheets a salvar:
ru_ru: Укажите файл TreeSheets для сохранения:

source: Choose XML file to write
de: XML-Datei zum Schreiben auswählen
fr_fr: Scegli il file XML da scrivere
pt_br: Informe o arquivo XML a gravar
ru_ru: Укажите XML-файл для сохранения

source: Choose image file to save:
pt_br: Informe o arquivo de imagem a salvar:
ru_ru: Укажите файл изображения для сохранения:

source: Clear replace
pt_br: Limpar substituição
ru_ru: Очистить Замену

source: Clear search
pt_br: Limpar busca
ru_ru: Очистить Поиск

source: Close current document
pt_br: Fecha o documento atual
ru_ru: Закрыть текущий документ

source: Collapse Ce&lls
pt_br: &Mesclar Células
ru_ru: Слияние Ячеек

source: Column width decreased.
de: Spaltenbreite wurde verkleinert.
fr_fr: La larghezza della colonna è diminuita.
pt_br: A largura da coluna diminuiu.
ru_ru: Ширина столбца уменьшена.

source: Column width increased.
de: Spaltenbreite wurde vergrößert.
fr_fr: Larghezza della colonna aumentata.
pt_br: A largura da coluna aumentou.
ru_ru: Ширина столбца увеличена.

source: Comma delimited text (CSV)...
de: Text mit Kommata als Trennzeichen (CSV)...
fr_fr: Texte séparateur virgule (CSV)...
pt_br: Texto delimitado por vírgulas (&CSV)...
ru_ru: CSV (разделитель - &запятая)...

source: Convert an NxN grid with repeating elements per column into an 1xN grid with hierarchy, useful to convert data from spreadsheets
de: Konvertiert eine NxN-Tabelle mit wiederholenden Elementen pro Spalte in eine 1xN-Tabelle mit Hierarchie, nützlich zum Konvertieren von Daten aus Tabellenblättern
fr_fr: Convertir une grille NxN avec des éléments répétés par colonne dans une grille 1xN avec hiérarchie, utile pour convertir des données issues d'une feuille de calcul
pt_br: Converte uma grade NxN com elementos repetidos por coluna em uma grade 1xN com hierarquia, útil para converter dados de planilhas
ru_ru: Преобразует сетку NxN с повторяющимися элементами в каждом столбце в сетку 1xN с иерархией. Полезно для преобразования данных из электронных таблиц

source: Copy (CTRL+c)
de: Kopieren (STRG+c)
fr_fr: Copier (CTRL+c)
pt_br: Copiar (CTRL+c)
ru_ru: Копировать (CTRL+c)

source: Copy As Continuous Text
de: Als durchgängigen Text kopieren
fr_fr: Copier comme texte continu
pt_br: Copiar como Te&xto Contínuo
ru_ru: &Копировать как Непрерывный Текст

source: Copy selection
pt_br: Copia a seleção
ru_ru: Копировать выделенное

source: Copy with &Images
pt_br: Copiar com &Imagens
ru_ru: Копировать с Изображениями

source: Corrupt PNG header.
de: Beschädigter PNG-Header!
fr_fr: En tête PNG corrompu.
pt_br: O cabeçalho do PNG está corrompido.
ru_ru: Повреждён заголовок PNG.

source: Corrupt block header.
de: Beschädigter Block-Header!
fr_fr: En tête bloc corrompu.
pt_br: O cabeçalho do bloco está corrompido.
ru_ru: Повреждён заголовок блока.

source: Create a new document
pt_br: Cria um novo documento
ru_ru: Создать новый документ

source: Create backup file before document is saved to file
pt_br: Criar arquivo de backup antes de salvar o documento
ru_ru: Создавать резервный (.bak) файл перед сохранением документа

source: Creates a new level of hierarchy around the current selection
de: Eine neue Hierarchieebene um die aktuelle Auswahl herum erstellen
fr_fr: Creer un nouveau niveau de hiérarchie par rapport à la selection courante
pt_br: Cria um novo nível de hierarquia ao redor da seleção atual
ru_ru: Создаёт новый уровень иерархии вокруг текущего выделения

source: Cu&rsor color...
pt_br: Cor do curso&r...
ru_ru: Цвет Ку&рсора...

source: Cu&t
pt_br: Recort&ar
ru_ru: Вырезать

source: Cursor Left
pt_br: Mover o cursor um caractere à esquerda
ru_ru: Курсор вЛево (⊲)

source: Cursor Right
pt_br: Mover o cursor um caractere à direita
ru_ru: .. вПраво (⊳)

source: Custom &color...
pt_br: Cor &personalizada...
ru_ru: Пользовательский &цвет...

source: Cut selection
pt_br: Recorta a seleção
ru_ru: Вырезать выделенное

source: Date and time range
pt_br: Intervalo de datas e horas
ru_ru: Диапазон Даты и Времени

source: Decrease column width (ALT+mousewheel)
pt_br: Diminuir largura da coluna (ALT+botão de rolagem)
ru_ru: У&меньшить...

source: Decrease column width (no sub grids)
pt_br: Diminuir largura da coluna (subgrades não)
ru_ru: У&меньшить...

source: Default column width
pt_br: Largura padrão das colunas
ru_ru: Ширина столбца по умолчанию

source: Default column width...
pt_br: &Largura padrão das colunas...
ru_ru: Ширина столбца по умолчанию...

source: Delete Before
pt_br: Excluir Antes
ru_ru: Удалить До

source: Delete Word After
pt_br: Excluir Palavra Seguinte
ru_ru: &Удалить Слово После

source: Delete Word Before
pt_br: Excluir Palavra Anterior
ru_ru: Удалить Слово До

source: Deletes the column of cells after the selected grid line, or the row below
de: Löscht die Spalte der Zellen nach der ausgewählten Tabellenzeile oder der Zeile darunter.
fr_fr: Supprime la colonne de cellules après la ligne de grille sélectionnée ou la ligne en dessous
pt_br: Exclui a coluna de células depois da linha de grade selecionada, ou a linha abaixo
ru_ru: Удаляет Столбец ячеек После выбранной линии сетки или Строку Ниже

source: Deletes the column of cells before the selected grid line, or the row above
de: Löscht die Spalte der Zellen vor der ausgewählten Tabellenzeile oder der Zeile darüber.
fr_fr: Supprime la colonne de cellules avant la ligne de grille sélectionnée ou la ligne au-dessus
pt_br: Exclui a coluna de células antes da linha de grade selecionada, ou a linha acima
ru_ru: Удаляет Столбец ячеек Перед выбранной линией сетки или Строку Выше

source: Deletes the entire word after the cursor
de: Löscht das gesamte Wort nach dem Cursor
pt_br: Exclui a palavra depois do cursor
ru_ru: Удаляет слово после курсора

source: Deletes the entire word before the cursor
de: Löscht das gesamte Wort vor dem Cursor
pt_br: Exclui a palavra antes do cursor
ru_ru: Удаляет все слово перед курсором

source: Discard Changes
de: Änderungen verwerfen
fr_fr: Ne pas enregistrer
pt_br: Descartar Mudanças
ru_ru: Закрыть Без Изменений

source: Edited %s %s
pt_br: Editada em %s às %s
ru_ru: Изменено %s %s

source: Embed as &JPEG
pt_br: Embutir como &JPEG
ru_ru: &Встроить как JPEG

source: Embed as &PNG
pt_br: Embutir como &PNG
ru_ru: .. как PNG (по &Умолчанию)

source: Embed the image(s) in the selected cells in JPEG format (reduces data size)
pt_br: Embutir a(s) imagem(ns) das células selecionadas em formato JPEG (reduz o tamanho)
ru_ru: JPEG формат уменьшает размер *.cts-файла. Применяется к изображениям в выбранных ячейках (и ко всем копиям одного изображения)

source: Embed the image(s) in the selected cells in PNG format (default)
pt_br: Embutir a(s) imagem(ns) das células selecionadas em formato PNG (padrão)
ru_ru: PNG формат применяется по Умолчанию и к изображениям в выбранных ячейках (ко всем копиям одного изображения)

source: End date and time
pt_br: Data/hora final
ru_ru: Дата и Время Завершения

source: End of line of text
pt_br: Mover o cursor para o fim da linha
ru_ru: Конец строки текста

source: End of text
pt_br: Mover o cursor para o fim do texto
ru_ru: Конец текста

source: Enter/exit text edit mode
pt_br: Entrar/sair do modo de edição de texto
ru_ru: Вх/Вых из реж. Редактирования

source: Error exporting file!
de: Fehler beim Exportieren der Datei!
fr_fr: Erreur lors de l'export du fichier!
pt_br: Erro ao exportar o arquivo!
ru_ru: Ошибка экспорта файла!

source: Error loading core data file (TreeSheets not installed correctly?)
de: Fehler beim Laden von Kerndaten (TreeSheets ggf. nicht korrekt installiert?)
fr_fr: Erreur lors du chargement du fichier de données de baseInstallation Treesheets incorrecte?)
pt_br: Erro ao carregar arquivo de dados essencial (o TreeSheets não foi instalado corretamente?)
ru_ru: Ошибка загрузки файла данных ядра (проверьте корректность установки TreeSheets)

source: Error writing PNG file!
de: Fehler beim Schreiben der PNG-Datei!
fr_fr: Erreur d'ecriture du fichier PNG!
pt_br: Erro ao gravar o arquivo PNG!
ru_ru: Ошибка записи PNG-файла!
