Repository: aardappel/treesheets
Catalog: TS/translations/*/ts.po
Languages: de, fr_fr, pt_br, ru_ru

source: No search.
de: Keine Suche!
fr_fr: Aucune recherche.
pt_br: Não há busca.
ru_ru: Поиск не выполнен.

source: No style to paste.
de: Kein Stil zum Einfügen!
fr_fr: Aucun style à coller.
pt_br: Não há estilo na área de transferência para colar.
ru_ru: Нет стиля для вставки.

source: No text in this cell.
de: Kein Bild in dieser Zelle
fr_fr: Aucun texte dans cette cellule.
pt_br: Essa célula não contém texto.
ru_ru: Текст в этой ячейке отсутствует.

source: No text selected.
de: Kein Text ausgewählt.
fr_fr: Aucun texte sélectionné.
pt_br: Não há texto selecionado.
ru_ru: Нет выделенного текста.

source: No text to search for.
pt_br: Não há texto para buscar.
ru_ru: Отсутствует текст для поиска.

source: Not a TreeSheets file.
de: Keine TreeSheets-Datei.
fr_fr: N'est pas un fichier TreeSheets.
pt_br: Não é um arquivo do TreeSheets.
ru_ru: Файл не является файлом TreeSheets.

source: Nothing more to redo.
de: Nichts mehr zum Wiederherstellen.
fr_fr: Rien à refaire.
pt_br: Não há mais nada para refazer.
ru_ru: Больше нечего возвращать.

source: Nothing more to undo.
de: Nichts mehr zum Zurücknehmen.
fr_fr: Rien à annuler.
pt_br: Não há mais nada para desfazer.
ru_ru: Больше нечего отменять.

source: Now viewing TreeSheet to fit to the screen exactly, press F12 to return to normal.
de: Nun wird TreeSheets so angezeigt, dass es exakt zur Anzeige passt. Bitte F12 drücken, um zur normalen Ansicht zurückzukehren.
fr_fr: Affichage TreeSheet adapté à l'écran, pressez F12 pour retour affichage normal.
pt_br: Visualizando a TreeSheet para se ajustar com exatidão à tela no momento, tecle F12 para voltar ao normal.
ru_ru: Теперь просмотр TreeSheet должен соответствовать экрану. Нажмите F12, чтобы вернуться в обычный режим.

source: Open &file
pt_br: Abrir &arquivo
ru_ru: Открыть &Файл

source: Open (CTRL+o)
de: Öffnen (STRG+o)
fr_fr: Ouvrir (CTRL+o)
pt_br: Abrir (CTRL+o)
ru_ru: Открыть (CTRL+o)

source: Open TreeSheets file
pt_br: Abrir o arquivo do TreeSheets
ru_ru: Открыть файл TreeSheets

source: Open an existing document
pt_br: Abre um documento existente
ru_ru: Открыть существующий документ

source: Open border colors
pt_br: Abrir lista dropdown Borda
ru_ru: .. Цвета &Границы

source: Open cell colors
pt_br: Abrir lista dropdown Célula
ru_ru: Открыть Цвета &Ячейки

source: Open file cancelled.
de: Öffnen der Datei wurde abgebrochen.
fr_fr: Ouverture de fichier abandonnée.
pt_br: A abertura de arquivo foi cancelada.
ru_ru: Открытие файла отменено.

source: Open image dropdown
pt_br: Abrir lista dropdown Imagem
ru_ru: .. Изображения

source: Open link in &browser
pt_br: Abrir &link no navegador
ru_ru: Открыть ссылку в &Браузере

source: Open text colors
pt_br: Abrir lista dropdown Texto
ru_ru: .. Цвета &Текста

source: Open the Lobster script reference in browser
pt_br: Abre no navegador a referência de scripts Lobster
ru_ru: Открыть справочник по функциям Lobster в браузере

source: Open the tutorial web page in browser
pt_br: Abre a página web de tutorial no navegador
ru_ru: Открыть веб-страницу Краткого Введения в браузере

source: Opens up the text from the selected cell in browser (should start be a valid URL)
de: Öffnet den Text von der ausgewählten Zelle in einem Browser (sollte mit einer gültigen URL beginnen)
fr_fr: Ouvre le texte de la cellule sélectionnée dans le navigateur (doit être une URL valide)
pt_br: Abre o texto da célula selecionada no navegador (deve começar com uma URL válida)
ru_ru: Открывает текст из выбранной ячейки в браузере (в начале должен быть действительный URL)

source: Opens up the text from the selected cell in default application for the file type
de: Öffnet den Text von der ausgewählten Zelle in der Standardanwendung für den Dateitypen
fr_fr: Apre il testo dalla cella selezionata nell'applicazione predefinita per il file tipo
pt_br: Abre o texto da célula selecionada no aplicativo padrão para o tipo de arquivo
ru_ru: Открывает текст из выбранной ячейки в приложении, ассоциированном с данным типом файла

source: Operation reference
pt_br: Referência de &operações
ru_ru: Справочник по Программе

source: PNG decode failed on some images in this document They have been replaced by red squares.
de: PNG-Dekodierung ist bei manchen Dateien in diesem Dokument fehlgeschlagen. Diese wurden durch rote Rechtecke ersetzt.
fr_fr: Decodifica PNG non riuscita su alcune immagini in questo documento Sono stati sostituiti da quadrati rossi.
pt_br: A decodificação PNG falhou em algumas imagens deste documento Elas foram substituídas por quadrados vermelhos.
ru_ru: Не удалось декодировать PNG для некоторых изображений в этом документе. Они были заменены красными квадратами.

source: PNG decoder failure
de: Fehler beim Dekodieren der PNG-Grafik
fr_fr: Echec décodage PNG
pt_br: Falha do decodificador PNG
ru_ru: Сбой декодера PNG

source: PNG file (*.png)|*.png|JPEG file (*.jpg)|*.jpg|All Files (*.*)|*.*
pt_br: Arquivo PNG (*.png)|*.png|Arquivo JPEG (*.jpg)|*.jpg|Todos os Arquivos (*.*)|*.*
ru_ru: PNG файл (*.png)|*.png|JPEG файл (*.jpg)|*.jpg|Все Файлы (*.*)|*.*

source: Page Setup...
de: Seiteneinstellungen...
fr_fr: Paramètrage imprimante...
pt_br: Configurar &Página...
ru_ru: Настройка Страницы...

source: Paste (CTRL+v)
de: Einfügen (STRG+v)
fr_fr: Coller (CTRL+v)
pt_br: Colar (CTRL+v)
ru_ru: Вставить (CTRL+v)

source: Paste Style Only
pt_br: Colar &Estilo
ru_ru: Вставить только Стиль

source: Paste clipboard contents
pt_br: Cola o conteúdo da área de transferência
ru_ru: Вставить содержимое буфера обмена

source: Paste file path
pt_br: Colar o caminho do arquivo
ru_ru: Вставить путь к файлу

source: Please enable (Options -> Show Toolbar) to use replace.
pt_br: Por favor ative (Opções -> Mostrar Barra de Ferramentas) para usar a função de substituir.
ru_ru: Чтобы использовать Замену, включите (Параметры > Показать Панель Инструментов).

source: Please enable (Options -> Show Toolbar) to use search.
de: Bitte aktivieren Sie (Optionen -> Werkzeugleiste anzeigen), um die Suche benutzen zu können.
fr_fr: Si prega di abilitare (Opzioni -> Mostra la barra degli strumenti) per utilizzare la ricerca.
pt_br: Por favor ative (Opções -> Mostrar Barra de Ferramentas) para usar a busca.
ru_ru: Чтобы использовать Поиск, включите (Параметры > Показать Панель Инструментов).

source: Please enter the default column width:
pt_br: Por favor informe a largura padrão das colunas:
ru_ru: Введите ширину столбца по умолчанию:

source: Please enter the new image width:
pt_br: Por favor informe a nova largura da imagem:
ru_ru: Введите новую ширину изображения:

source: Please enter the new key binding string
pt_br: Por favor digite o texto da nova associação de teclas:
ru_ru: Введите новую строку привязки клавиш

source: Please enter the percentage you want the image scaled by:
de: Bitte geben Sie die Prozentzahl ein, um die Sie das Bild skalieren möchten:
fr_fr: Inserisci la percentuale in cui desideri ridimensionare l'immagine:
pt_br: Por favor informe a porcentagem de escala que deseja aplicar à imagem:
ru_ru: Введите процент, на который вы хотите масштабировать изображение:

source: Please pick a menu item to change the key binding for
de: Bitte wählen Sie ein Menüeintrag, um das Tastenkürzel hierfür ändern zu können
fr_fr: Si prega di scegliere una voce di menu per modificare la legatura chiave per
pt_br: Por favor escolha um item de menu para o qual deseja mudar a associação de teclas
ru_ru: Выберите пункт меню, чтобы изменить назначение клавиш для

source: Please select Lobster script file(s):
pt_br: Por favor selecione arquivo(s) de script Lobster:
ru_ru: Выберите файл(ы) Lobster-сценария:

source: Please select TreeSheets file(s) to load:
pt_br: Por favor selecione arquivo(s) do TreeSheets para carregar:
ru_ru: Выберите TreeSheets-файл(ы) для загрузки:

source: Please select an image file:
de: Bitte wählen Sie eine Bilddatei aus:
fr_fr: Veuillez sélectionner un fichier image:
pt_br: Por favor selecione um arquivo de imagem:
ru_ru: Выберите файл изображения:

source: Please select file(s) to import:
pt_br: Por favor selecione o(s) arquivo(s) a importar:
ru_ru: Выберите файл(ы) для импорта:

source: Please select the datetime range.
pt_br: Por favor selecione a data/hora inicial e a final.
ru_ru: Выберите Диапазон.

source: Please select the script you want to remove from the list:
pt_br: Por favor selecione o script que deseja remover da lista:
ru_ru: Выберите сценарий, который вы хотите удалить из списка:

source: Press F11 to exit fullscreen mode.
de: F11 drücken, um den Vollbildmous zu verlassen.
fr_fr: Premere F11 per uscire dalla modalità a schermo intero.
pt_br: Tecle F11 para sair do modo de tela cheia.
ru_ru: Нажмите F11 для выхода из полноэкранного режима.

source: Previous tab
pt_br: Aba &anterior
ru_ru: Предыдущая вкладка (CTRL+SHIFT+TAB)

source: Print Preview
de: Druckvorschau
fr_fr: Aperçu avant impression
pt_br: Pre&visualização de Impressão
ru_ru: Просмотр перед Печатью

source: Print preview...
de: Druckvorschau...
fr_fr: Aperçu avant impression...
pt_br: &Visualização de impressão...
ru_ru: &Просмотр Печати...

source: Quit this program
pt_br: Sai deste programa
ru_ru: Выйти из программы

source: Radius &0
fr_fr: Rayon &0
pt_br: Raio &0
ru_ru: Радиус &0

source: Radius &1
fr_fr: Rayon &1
pt_br: Raio &1
ru_ru: Радиус &1

source: Radius &2
fr_fr: Rayon &2
pt_br: Raio &2
ru_ru: Радиус &2

source: Radius &3
fr_fr: Rayon &3
pt_br: Raio &3
ru_ru: Радиус &3 (по умолч.)

source: Radius &4
fr_fr: Rayon &4
pt_br: Raio &4
ru_ru: Радиус &4

source: Radius &5
fr_fr: Rayon &5
pt_br: Raio &5
ru_ru: Радиус &5

source: Radius &6
fr_fr: Rayon &6
pt_br: Raio &6
ru_ru: Радиус &6

source: Reload when another computer has changed a file (if you have made changes, asks)
pt_br: Recarregar quando outro computador tiver modificado um arquivo (se você também tiver feito modificações, pergunta antes)
ru_ru: Перезагрузить файл, если другой компьютер изменил его (если вы внесли изменения - спросит)

source: Remo&ve
pt_br: Remo&ver
ru_ru: У&далить

source: Remove image(s) from the selected cells
de: Bild(er) aus der ausgewählten Zelle entfernen
fr_fr: Rimuovi immagine(i) dalle celle selezionate
pt_br: Remove imagem(ns) das células selecionadas
ru_ru: Удалить изображение(я) из выбранных ячеек

source: Remove script from list in the menu
pt_br: Remover script da lista no meu
ru_ru: Удалить сценарий из списка меню

source: Remove script from list...
pt_br: Remover script da lista...
ru_ru: Удалить сценарий из списка...

source: Remove...
pt_br: &Remover...
ru_ru: Удалить...

source: Render document centered
de: Dokument mittig rendern
fr_fr: Centrer le document
pt_br: Renderizar documento &centralizado na tela
ru_ru: Отображать документ по Центру

source: Replace
de: Ersetzen
fr_fr: Remplacer
pt_br: Substituir
ru_ru: Заменить

source: Replace &All
de: &Alle ersetzen
fr_fr: Remplacer &tout
pt_br: Substituir &Todas
ru_ru: Заменить &Всё

source: Replace All
pt_br: Substituir Todas
ru_ru: Заменить Всё

source: Replace in Current &Selection
pt_br: Substituir na Seleção &Atual
ru_ru: Заменить в &Текущем Выделении

source: Replace in Current Selection && &Jump Next
pt_br: Substituir na Seleção Atual && &Pular para a Seguinte
ru_ru: .. и Перейти к Cледующему Ре&зультату

source: Replace in selection
pt_br: Substituir na seleção
ru_ru: Заменить в выделенном

source: Reset &colors
pt_br: Redefinir &cores
ru_ru: .. &Цвета

source: Reset column widths
pt_br: Redefinir largura das colunas
ru_ru: Сбросить &Ширину Столбца

source: Reset the column widths in the selection to the default column width
pt_br: Redefinir largura das colunas na seleção para a largura padrão de coluna

source: Run
de: Ausführen
fr_fr: Calculer
pt_br: Executar
ru_ru: Запустить

source: S&cript
pt_br: &Scripts
ru_ru: Сценарий

source: Save &As...
de: Speichern &unter...
fr_fr: Enregistrer sous...
pt_br: Salvar &Como...
ru_ru: Сохранить &Как...

source: Save (CTRL+s)
de: Speichern (STRG+s)
fr_fr: Enregistrer (CTRL+s)
pt_br: Salvar (CTRL+s)
ru_ru: Сохранить (CTRL+s)

source: Save All
pt_br: Salvar &Todos
ru_ru: Сохранить Всё

source: Save and Close
de: Speichern und schließen
fr_fr: Enregistrer et fermer
pt_br: Salvar e Fechar
ru_ru: Сохранить и Закрыть

source: Save as...
pt_br: Salvar como...
ru_ru: Сохранить как...

source: Save cancelled.
de: Speicherung wurde abgebrochen.
fr_fr: Sauvegarde abandonnée.
pt_br: O salvamento foi cancelado.
ru_ru: Сохранение отменено.

source: Save current document
pt_br: Salva o documento atual
ru_ru: Сохранить текущий документ

source: Save current document with a different filename
pt_br: Salva o documento atual com um nome diferente
ru_ru: Сохранить текущий документ с другим именем

source: Save image(s) from selected cell(s) to disk. Multiple images will be saved with a counter appended to each file name.
pt_br: Salva imagem(ns) para disco. Múltiplas imagens serão salvas, com um contador acrescentado ao nome de cada arquivo.
ru_ru: Сохранить изображение(я) из выбранной(ых) ячейки(ек) на диск. При сохранении нескольких изображений к имени каждого файла будет добавлен счетчик.

source: Save open documents periodically to temporary files
pt_br: Salvar documentos abertos para arquivos temporários periodicamente
ru_ru: Периодически сохранять открытые документы во временных (.tmp) файлах

source: Saved %s successfully (in %d milliseconds).
de: %s erfolgreich gespeichert (in %d Millisekunden).
fr_fr: Sauvegarde %s réussie (en %d millisecondes).
pt_br: O arquivo %s foi salvo com sucesso (em %d milissegundo(s)).
ru_ru: Файл %s успешно сохранён (за %d миллисекунд).

source: Saved %s successfully (in %lld milliseconds).
pt_br: O arquivo %s foi salvo com sucesso (em %lld milissegundo(s)).

source: Scale (&display only)
pt_br: Escala (somente da exibição)
ru_ru: .. (только &Отображение)

source: Scale (re-sa&mple pixels, by %)
pt_br: Escala (com nova amostragem de pixels, por porcentagem)
ru_ru: &Масштабировать (поПиксельно, в %)

source: Scale (re-sample pixels, by &width)
pt_br: Escala (com nova amostragem de pixels, por largura)
ru_ru: .. (поПиксельно, по &Ширине)

source: Scroll Down (mousewheel)
pt_br: Rolar para Baixo (botão de rolagem)
ru_ru: .. вНиз (КМ)

source: Scroll Left
pt_br: Rolar para a Esquerda
ru_ru: .. вЛево

source: Scroll Right
pt_br: Rolar para a Direita
ru_ru: .. вПраво

source: Scroll Sheet
pt_br: &Rolar documento
ru_ru: Прокрутка Листа

source: Scroll Up (mousewheel)
pt_br: Rolar para Cima (botão de rolagem)
ru_ru: .. вВерх (КМ)

source: Search
de: Suche
fr_fr: Rech...
pt_br: Buscar
ru_ru: Поиск

source: Select &Parent
pt_br: Selecionar &Mãe
ru_ru: Выбрать &Родителя

source: Select &all in current grid/cell
pt_br: Selecionar &todas na grade/célula atual
ru_ru: Выбрать Всё в текущей Сетке/Ячейке

source: Select First &Child
pt_br: Selecionar Primeira &Filha
ru_ru: Выбрать Первого &Потомка

source: Selected grid is not a table: cells must not already have sub-grids.
de: Ausgewähltes Raster ist keine Tabelle: Zellen dürfen keine weiteren Untertabellen haben.
fr_fr: La grille sélectionnée n'est pas une table: les cellules ne doivent pas avoir de sous grilles.
pt_br: A grade selecionada não é uma tabela: as células não devem já conter subgrades.
ru_ru: Выбранная сетка не является таблицей: ячейки не должны иметь подсеток (вложенных сеток).

source: Semi-Colon delimited text (CSV)...
de: Text mit Semikolon als Trennzeichen (CSV)...
fr_fr: Texte séparateur point virgule (CSV)...
pt_br: Texto delimitado por &ponto e vírgula (CSV)...
ru_ru: CSV (разделитель - точка &с запятой)...

source: Set Grid Border Width
pt_br: Definir Largura da &Borda da Grade
ru_ru: Установить Ширину &Границы Сетки

source: Set Print Scale
de: Druckskalierung setzen
fr_fr: Définir l'échelle d'impression
pt_br: &Definir Escala de Impressão
ru_ru: Задать Масштаб Печати

source: Set Print Scale...
de: Druckskalierung setzen...
fr_fr: Définir l'échelle d'impression...
pt_br: Definir Esca&la de Impressão...
ru_ru: Задать Масштаб Печати...

source: Set a custom color for the color dropdowns
pt_br: Definir uma cor personalizada para as listas dropdown de cor
ru_ru: Установите пользовательский цвет для всех меню выбора цвета

source: Set a custom color for the color dropdowns from the selected cell background
pt_br: Definir uma cor personalizada para as listas dropdown de cor a partir do plano de fundo da célula selecionada
ru_ru: Установите пользовательский цвет для всех меню выбора цвета из выбранного фона ячейки

source: Set the color for the document background
pt_br: Definir a cor do plano de fundo do documento
ru_ru: Установите цвет фона документа

source: Set the color for the text cursor
pt_br: Definir a cor do cursor
ru_ru: Установите цвет текстового курсора

source: Set the default column width for a new grid
pt_br: Definir largura padrão das colunas para uma nova grade
ru_ru: Установите ширину столбца по умолчанию для новой сетки

source: Set the font the document text is displayed with
pt_br: Definir a fonte padrão
ru_ru: Установите шрифт, которым будет отображаться текст документа

source: Set the font the typewriter text is displayed with.
pt_br: Definir a fonte monoespaçada
ru_ru: Установите шрифт для стиля Машинопись (печатной машинки).

source: Show 1% less than the last filter
de: 1% weniger als der letzte Filter anzeigen
fr_fr: Affiche 1% de moins du dernier filtre
pt_br: Evidenciar 1% menos que o último filtro
ru_ru: .. на 1% Меньше

source: Show 1% more than the last filter
de: 1% mehr als der letzte Filter anzeigen
fr_fr: Affiche 1% supplémentaire du dernier filtre
pt_br: Evidenciar 1% mais que o último filtro
ru_ru: Показать на 1% Больше, чем в последнем фильтре

source: Show 10% of last edits
de: 10% der letzten Änderungen anzeigen
fr_fr: Affiche 10% des dernières modifications
pt_br: Evidenciar edições mais recentes: últimas 10%

source: Show 20% of last edits
de: 20% der letzten Änderungen anzeigen
fr_fr: Affiche 20% des dernières modifications
pt_br: Evidenciar edições mais recentes: últimas 20%

source: Show 5% of last edits
de: 5% der letzten Änderungen anzeigen
fr_fr: Affiche 5% des dernières modifications
pt_br: Evidenciar edições mais recentes: últimas 5%
ru_ru: Показать 5% Последних Изменений

source: Show 50% of last edits
de: 50% der letzten Änderungen anzeigen
fr_fr: Affiche 50% des dernières modifications
pt_br: Evidenciar edições mais recentes: últimas 50%

source: Show About dialog
pt_br: Mostra a caixa de diálogo Sobre
ru_ru: Показать окно "О программе"

source: Show last edits in specific date range
pt_br: Evidenciar edições feitas em um intervalo específico de datas/horas...
ru_ru: Показать Изменения в Диапазоне Дат и Времени

source: Show only cells in current search
de: Nur Zellen in der aktuellen Suche anzeigen
fr_fr: Afficher uniquement les cellules de la recherche courante
pt_br: Evidenciar células que contiverem resultados da busca
ru_ru: Показывать Ячейки только в Текущем Поиске

source: Single click maximize from tray
de: Ein Klick im Benachrichtungsfeld maximiert das Fenster
fr_fr: Maximiser par Un simple clic
pt_br: Maximizar da bandeja com um único cli&que
ru_ru: Развернуть одним щелчком мыши из Трея

source: Size %d
de: Größe %d
fr_fr: Taille %d
pt_br: Tamanho %d
ru_ru: Размер %d

source: Sort &Ascending
de: &Aufsteigend sortieren
fr_fr: Tri Croissant
pt_br: Classificar em Ordem &Ascendente
ru_ru: Сортировать по &Возрастанию

source: Sort &Descending
de: Absteigen&d sortieren
fr_fr: Tri &Décroissant
pt_br: Classificar em Ordem &Descendente
ru_ru: .. по &Убыванию

source: Start date and time
pt_br: Data/hora inicial
ru_ru: Дата и Время Начала

source: Start of line of text
pt_br: Mover o cursor para o início da linha
ru_ru: К Началу Строки текста

source: Start of text
pt_br: Mover o cursor para o início do texto
ru_ru: К Началу Текста Ячейки

source: Statusbar
pt_br: Barra de &status
ru_ru: Строка Состояния

source: Swap all cells with this text at this level (or above) with the parent
de: Alle Zellen mit diesem Text auf dieser Ebene (oder darüber) mit dem übergeordneten tauschen
fr_fr: Echanger toutes les cellules avec ce texte à ce niveau (ou supérieur) avec le parent
pt_br: Troca de lugar com a mãe todas as células com este texto e neste nível de hierarquia (ou superior)
ru_ru: Поменять местами все ячейки с этим текстом на данном уровне (или выше) с родительской ячейкой

source: Swap mousewheel scrolling and zooming
de: Mausrad-Scrolling und Mausrad-Vergrößern/Verkleinern tauschen
fr_fr: Permuter entre défilement et zoom la molette de la souris
pt_br: Inverter os sentidos de rolagem e de zoom do botão de rolagem do mo&use
ru_ru: Поменять Прокрутку и Масштабирование КМ (Колесом Мыши)

source: Tab delimited text...
de: Text mit Tabulator als Trennzeichen...
fr_fr: Texte séparateur tabulation...
pt_br: Texto delimitado por &tabulações...
ru_ru: Текст (разделитель - та&буляция)...

source: Takes a hierarchy (nested 1xN or Nx1 grids) and converts it into a flat NxN grid, useful for export to spreadsheets
de: Nimmt eine Hierarchie (verschachtelte 1xN oder Nx1-Tabellen) und konvertiert diese in eine flache NxN-Tabelle, nützlich für den Export in Tabellenblätter
fr_fr: Prend une hiérarchie (grilles imbriquées 1xN ou Nx1) et la convertit en une grille NxNà plat, utile pour l'export vers des feuilles de calcul
pt_br: Converte uma hierarquia (grades 1xN ou Nx1 aninhadas) em uma grade NxN horizontal, útil para exportar para planilhas
ru_ru: Преобразует иерархию (вложенные сетки 1xN или Nx1) в плоскую сетку NxN, пригодную для экспорта в электронные таблицы

source: Text
fr_fr: Texte
pt_br: Texto
ru_ru: Текст

source: Text &Editing
pt_br: Edi&ção de Texto
ru_ru: Текст - &Редактирование

source: Text Sizing
pt_br: &Tamanho do Texto
ru_ru: Текст - Ра&змеры

source: Text Style
pt_br: Estil&o do Texto
ru_ru: Текст - &Стиль

source: Text has been replaced.
pt_br: O texto foi substituído.
ru_ru: Текст был заменен.

source: Text size decreased.
de: Textgröße wurde verkleinert.
fr_fr: La taille du texte est réduite.
pt_br: O tamanho do texto foi diminuído.
ru_ru: Размер текста уменьшен.

source: Text size increased.
de: Textgröße wurde vergrößert.
fr_fr: La taille du texte est augmentée.
pt_br: O tamanho do texto foi aumentado.
ru_ru: Размер текста увеличен.

source: The Free Form Hierarchical Information Organizer
de: Der formfreie hierarchische Informationsorganisator
fr_fr: L'organisateur d'informations hiérarchiques de forme libre
pt_br: O Organizador de Informações Hierárquicas em Forma Livre
ru_ru: Иерархический органайзер информации свободной формы

source: The browser could not open at least one link.
pt_br: O navegador não pôde abrir ao menos um dos links.
ru_ru: Браузеру не удалось открыть ни одну ссылку.

source: There are no images in the selection.
pt_br: Não há imagens na seleção.
ru_ru: В выборе нет изображений.

source: There is no content to collapse.
pt_br: Não há conteúdo para mesclar.
ru_ru: Отсутствует содержимое для слияния.

source: This operation doesn't work on thin selections.
de: Dieser Vorgang funktioniert nicht auf dünner Auswahl.
fr_fr: Questa operazione non funziona su selezioni sottili.
pt_br: Essa operação não funciona em seleções finas.
ru_ru: Эта операция не работает с тонкими выделениями.

source: This operation requires a cell that contains a grid.
de: Dieser Vorgang benötigt eine Zelle, die eine Tabelle beinhaltet.
fr_fr: Cette opération requiert une cellule contenant une grille.
pt_br: Essa operação requer uma célula que contenha uma grade.
ru_ru: Для этой операции требуется ячейка, содержащая сетку.

source: This operation requires a selection.
de: Dieser Vorgang benötigt eine Auswahl.
fr_fr: Cette action nécessite une sélection.
pt_br: Essa operação requer uma seleção.
ru_ru: Эта операция требует выбора (выделения).
