Repository: aardappel/treesheets
Catalog: TS/translations/*/ts.po
Languages: de, fr_fr, pt_br, ru_ru

source: This operation works on a single selected cell only.
de: Dieser Vorgang funktioniert nur mit einer einzigen ausgewählten Zelle.
fr_fr: Cette opération ne fonctionne que sur une sélection d'une cellule simple.
pt_br: Essa operação funciona em uma única célula selecionada.
ru_ru: Эта операция применима только к одной выбранной ячейке.

source: Toggle &Fullscreen View
pt_br: Entrar/Sair da Visualização em Tela &Cheia
ru_ru: Переключить Полноэкранный режим

source: Toggle &Scaled Presentation View
pt_br: Entrar/Sair da Visualização de Apresentação em &Escala
ru_ru: .. Масштабированное представление

source: Toggle Fold
pt_br: Dobrar/Desdobrar
ru_ru: Свер&нуть - Развернуть

source: Toggle Vertical Layout
pt_br: Tornar Layout Vertical/Horizontal
ru_ru: Переключить &Макет (Вертик/Горизонт)

source: Toggle cell &BOLD
pt_br: Aplicar/remover &NEGRITO
ru_ru: Переключить Ячейку на &ЖИРНЫЙ

source: Toggle cell &ITALIC
pt_br: Aplicar/remover &ITÁLICO
ru_ru: .. на &ИТАЛИК

source: Toggle cell &strikethrough
pt_br: Aplicar/remover &tachado
ru_ru: .. на &Зачеркнутый

source: Toggle cell &typewriter
pt_br: Aplicar/remover &monoespaçado
ru_ru: .. на &Машинопись

source: Toggle cell &underlined
pt_br: Aplicar/remover &sublinhado
ru_ru: .. на &Подчеркнутый

source: Toggle whether documents are rendered centered or left aligned
pt_br: Definir se os documentos são exibidos centralizados ou alinhados à esquerda
ru_ru: Переключить выравнивание документов по Центру или по Левому краю

source: Toggle whether file tabs are shown on top or on bottom of the documents
pt_br: Definir se as abas dos arquivos são mostradas acima ou abaixo dos documentos
ru_ru: Отображение вкладок файлов над или под документами

source: Toggle whether lines are drawn solid (faster rendering) or dashed
pt_br: Definir se as linhas são desenhadas sólidas (mais rápido) ou pontilhadas (mais lento)
ru_ru: Переключить отображение линий: Сплошные (более быстрая отрисовка) или Пунктирные

source: Toggle whether only one click is required to maximize from system tray
pt_br: Definir se só um clique é suficiente para restaurar da bandeja do sistema
ru_ru: Включите для разворачивания из системного трея одним щелчком мыши

source: Toggle whether statusbar is shown below the documents
pt_br: Definir se a barra de status é mostrada abaixo dos documentos
ru_ru: Вкл/Выкл отображение строки состояния под документами

source: Toggle whether the cursor keys are used for navigation in addition to text editing
pt_br: Definir se as teclas direcionais, além de editar, são usadas também para navegar
ru_ru: Вкл/Выкл использование клавиш курсора для навигации в дополнение к редактированию текста

source: Toggle whether the window is minimized instead of closed
pt_br: Definir se a janela é minimizada em vez de fechada
ru_ru: Вкл/Выкл сворачивание окна вместо его закрытия

source: Toggle whether toolbar is shown between menu bar and documents
pt_br: Definir se a barra de ferramentas é mostrada entre a barra de menu e os documentos
ru_ru: Вкл/Выкл отображение панели инструментов между строкой меню и документами

source: Toggles showing the grid of the selected cell(s)
de: Tabellen der ausgewählten Zelle(n) anzeigen (ein/aus)
fr_fr: Activer/désactiver l'affichage de la grille des cellules sélectionnées
pt_br: Mostra/oculta a grade da(s) célula(s) selecionada(s)
ru_ru: Сворачивает - Разворачивает подсетки в выбранных ячейках.

source: Toogle whether window is minimized to system tray
pt_br: Definir se a janela é minimizada para a bandeja do sistema
ru_ru: Вкл/Выкл сворачивание окна в системный трей

source: Toolbar
pt_br: &Barra de ferramentas
ru_ru: Панель Инструментов

source: TreeSheets Files (*.cts)|*.cts|All Files (*.*)|*.*
pt_br: Arquivos do TreeSheets (*.cts)|*.cts|Todos os Arquivos (*.*)|*.*
ru_ru: TreeSheets Файлы (*.cts)|*.cts|Все Файлы (*.*)|*.*

source: Turn filter &off
de: Filter deaktivieren
fr_fr: Désactiver le filtre
pt_br: &Retirar filtro
ru_ru: &Выключить Фильтр

source: Tutorial &web page
pt_br: &Página de tutorial no site
ru_ru: &Bеб-страница Краткого Введения

source: Typewriter font...
pt_br: Fonte &monoespaçada...
ru_ru: Шрифт для Машинописи...

source: Undo (CTRL+z)
de: Rückgängig machen (STRG+z)
fr_fr: Annuler (CTRL+z)
pt_br: Desfazer (CTRL+z)
ru_ru: Отменить (CTRL+z)

source: Unfold All
pt_br: Desdobrar Todas
ru_ru: Развернуть Всё

source: Unfolds the grid of the selected cell(s) recursively
de: Alle Tabellen in der ausgewählten Zelle/in den ausgewählten Zellen rekursiv ausklappen
fr_fr: Développer la grille des cellules sélectionnées mode récursif
pt_br: Desdobra recursivamente a grade da(s) célula(s) selecionada(s)
ru_ru: Рекурсивно (на всю глубину вложенности) Разворачивает подсетки выбранных ячеек

source: Uses
de: Benutzt
pt_br: Usa
ru_ru: Используется

source: Variable &Assign
pt_br: &Atribuição de Variável
ru_ru: &Назначить Переменную

source: Variable &Read
pt_br: &Leitura de Variável
ru_ru: Про&читать Переменную

source: Vertical Layout with Bubble Style Rendering
pt_br: Layout Vertical, Renderização com Estilo de Bolha
ru_ru: .. в стиле &Пузырьков

source: Vertical Layout with Grid Style Rendering
pt_br: Layout Vertical, Renderização com Estilo de Grade
ru_ru: Вертикальная компоновка в стиле &Сетки

source: Vertical Layout with Line Style Rendering
pt_br: Layout Vertical, Renderização com Estilo de Linha
ru_ru: .. в стиле &Линий

source: What size grid would you like to start with?
de: Mit welcher Tabellengröße möchten Sie beginnen?
fr_fr: Avec quelle taille de grille souhaitez-vous commencer ?
pt_br: Com que tamanho de grade deseja começar?
ru_ru: С какой размерности сетки вы хотели бы начать?

source: Width
pt_br: Largura
ru_ru: Ширина

source: Width %d
de: Breite %d
fr_fr: Largeur %d
pt_br: Largura %d
ru_ru: Ширина %d

source: Word Left
pt_br: Mover o cursor uma palavra à esquerda
ru_ru: На Слово вЛево

source: Word Right
pt_br: Mover o cursor uma palavra à direita
ru_ru: .. вПраво

source: XML (attributes too, for OPML etc)...
de: XML (auch Attribute, für OPML u.Ä.)
fr_fr: XML (attributs compris, pour OPML etc.)...
pt_br: XML (&atributos também, para OPML etc.)...
ru_ru: XML (в т.ч. &атрибуты - для OPML и т.п.)...

source: You need to select one cell if you want to search for its text.
pt_br: Você deve selecionar uma célula se quiser buscar pelo texto dela.
ru_ru: Вам необходимо выбрать одну ячейку, если хотите найти в ней текст.

source: Zlib error while writing file.
de: Es ist ein Zlib-Fehler beim Schreiben der Datei aufgetreten.
fr_fr: Erreur Zlib lors de l'enregistrement du fichier
pt_br: A Zlib retornou um erro ao gravar o arquivo.
ru_ru: Ошибка Zlib при записи файла.

source: Zoom &In (CTRL+mousewheel)
pt_br: &Mais Zoom (CTRL+botão de rolagem)
ru_ru: У&величить (CTRL+КМ)

source: Zoom &Out (CTRL+mousewheel)
pt_br: Me&nos Zoom (CTRL+botão de rolagem)
ru_ru: У&меньшить (CTRL+КМ)

source: Zoom In (CTRL+mousewheel)
de: Vergrößern (STRG+Mausrad)
fr_fr: Zoom avant (CTRL+molette)
pt_br: Mais Zoom (CTRL+botão de rolagem)
ru_ru: Увеличить (CTRL+КМ)

source: Zoom Out (CTRL+mousewheel)
de: Verkleinern (STRG+Mausrad)
fr_fr: Zoom Arrière (CTRL+molette)
pt_br: Menos Zoom (CTRL+botão de rolagem)
ru_ru: Уменьшить (CTRL+КМ)

source: Zoomed in.
de: Vergrößert.
fr_fr: Zoomé.
pt_br: Mais zoom aplicado.
ru_ru: Увеличено.

source: Zoomed out.
de: Verkleinert.
fr_fr: Dézoomé/
pt_br: Menos zoom aplicado.
ru_ru: Уменьшено.

source: change will take effect next run of TreeSheets
de: Die Änderung wird erst nach einem Neustart von TreeSheets wirksam.
fr_fr: Les changements prendront effet au prochain lancement
pt_br: a mudança passará a valer na próxima execução do TreeSheets
ru_ru: изменения вступят в силу при следующем запуске TreeSheets

source: changes the orientation of a grid
de: Ändert die Ausrichtung einer Tabelle.
fr_fr: Change l'orientation d'une grille
pt_br: Muda a orientação de uma grade
ru_ru: изменение ориентации сетки

source: couldn't import file!
de: Datei konnte nicht importiert werden!
fr_fr: impossible d'importer le fichier!
pt_br: não foi possível importar o arquivo!
ru_ru: не удалось импортировать файл!

source: only sets the colors and style of the copied cell, and keeps the text
de: Setzt nur die Farben und den Stil der kopierten Zelle und hält den Text bei.
fr_fr: coller seulement les couleurs et le style des cellules copiées, et conserve le texte
pt_br: Cola as cores e o estilo, mas não o texto, da célula que foi copiada
ru_ru: устанавливает только цвета и стиль из скопированной ячейки, сохраняя текст

source: only works in cell text mode
de: Dies funktioniert nur im Zelltextmodus!
fr_fr: Fonctionne seulement en mode cellule de texte
pt_br: só funciona com a célula em modo texto
ru_ru: работает только в текстовом режиме ячейки

source: redo any undo steps, if you haven't made changes since
de: Alle Rücknahme-Schritte zurücknehmen, wenn Sie keine Änderungen seitdem vorgenommen haben.
fr_fr: refaire les étapes d'annulation, si vous n'avez pas apporté de modifications depuis
pt_br: Refaz passos desfeitos, se você não tiver feito mudanças desde então
ru_ru: вернуть все шаги отмены (если вы не вносили изменения после)

source: revert the changes, one step at a time
de: Nimmt die Änderungen Schritt für Schritt zurück
fr_fr: annuler les modifications, étape par étape
pt_br: Reverte as mudanças, um passo de cada vez
ru_ru: отменять изменения, шаг за шагом

source: scale:
de: Skalierung:
fr_fr: taille :
pt_br: escala:
ru_ru: масштаб:

source: size:
de: Größe:
fr_fr: taille ::
pt_br: tamanho:
ru_ru: размер:

source: Tag
ru_ru: &Тег

source: &Add Image
de: Bild hinzufügen
fr_fr: &Ajouter Image

source: &Browsing...
de: &Durchsuchen...
fr_fr: &Navigation...

source: &Close CTRL+w
de: &Schließen CTRL+w
fr_fr: &Fermer CTRL+w

source: &Copy CTRL+c
de: &Kopieren CTRL+c
fr_fr: &Copier CTRL+c

source: &Data CTRL+ALT+d
de: &Daten CTRL+ALT+d
fr_fr: &Donnée CTRL+ALT+d

source: &Decrease text size (SHIFT+mousewheel) SHIFT+PGDN
de: Textgröße ver&kleinern (UMSCHALT+Mausrad) SHIFT+PGDN
fr_fr: &Diminuer la taille du texte (SHIFT+mousewheel) SHIFT+PGDN

source: &Delete After DEL
de: &Nachfolgendes Element löschen DEL
fr_fr: &Supprimer après DEL

source: &Exit CTRL+q
de: &Beenden CTRL+q
fr_fr: &Quitter CTRL+q

source: &Go To Next Search Result F3
de: &Zum nächsten Suchtreffer gehen F3
fr_fr: &Rechercher Suivant F3

source: &Grid Reorganization...
de: &Tabellen-Umstrukturierung...
fr_fr: &Réorganisation de la grille ...

source: &Horizontal View CTRL+ALT+.
de: &Horizontale Ansicht CTRL+ALT+.
fr_fr: Calcul en ligne CTRL}ALT}.

source: &Increase text size (SHIFT+mousewheel) SHIFT+PGUP
de: &Textgröße vergrößern (UMSCHALT+Mausrad) SHIFT+PGUP
fr_fr: &Augmenter la taille du texte (SHIFT+Mollette) SHIFT+PGUP

source: &Insert New Grid CTRL+g
de: Neue Tabelle e&infügen CTRL+g
fr_fr: &Insérer nouvelle grille CTRL+g

source: &Insert New Grid INS
de: &Neue Tabelle e&infügen INS
fr_fr: &Insérer nouvelle grille

source: &Layout && Render Style...
de: &Anordnung && Render-Stil...
fr_fr: &Disposition et style de rendu ...

source: &New CTRL+n
de: &Neu CTRL+n
fr_fr: &Nouveau CTRL+n

source: &Open... CTRL+o
de: &Öffnen... CTRL+o
fr_fr: &Ouvrir... CTRL+o

source: &Operation CTRL+ALT+o
de: &Bedienung... CTRL+ALT+o
fr_fr: &Opération CTRL+ALT+o

source: &Paste CTRL+v
de: &Einfügen CTRL+v
fr_fr: &Coller CTRL+v

source: &Print... CTRL+p
de: &Drucken... CTRL+p
fr_fr: &Imprimer CTRL+p

source: &Redo CTRL+y
de: &Wiederherstellen CTRL+y
fr_fr: &Refaire CTRL+y

source: &Remove Image(s)
de: &Bild(er) entfernen
fr_fr: &Supprimer Image(s)

source: &Replace in Current Selection CTRL+h
de: In aktueller Auswahl e&rsetzen CTRL+h
fr_fr: &Remplacer dans la sélection courante CTRL+h

source: &Replace in Current Selection & Jump Next CTRL+j
de: In aktueller Auswahl e&rsetzen && zum nächsten Treffer springen CTRL+j
fr_fr: &Remplacer dans la sélection courant et aller au suivant CTRL+j

source: &Reset text sizes CTRL+SHIFT+s
de: Textgröße zu&rücksetzen CTRL+SHIFT+s
fr_fr: &Réinitialiser taille texte CTRL+SHIFT+s

source: &Reset text styles CTRL+SHIFT+r
de: Textstile zu&rücksetzen SHIFT+CTRL+r
fr_fr: &Réinitialiser style de texte CTRL+SHIFT+r

source: &Roundness of grid borders...
de: &Abrundung der Tabellenränder...
fr_fr: &Arrondi des bordures de grille ...

source: &Run CTRL+ALT+F5
de: Ausführen CTRL+ALT+F5
fr_fr: Calculer CTRL+ALT+F5

source: &Save CTRL+s
de: &Speichern CTRL+s
fr_fr: &Enregister CTRL+s

source: &Scale Image (display only)
de: &Bild skalieren (nur Anzeige)
fr_fr: &Redimensionner Image (affichage seul)

source: &Scale Image (re-sample pixels)
de: Bild skalieren (Pixel &resampeln)
fr_fr: &Redimensionner Image(rééchantillonner les pixels)

source: &Search CTRL+f
de: &Suche CTRL+f
fr_fr: &Rechercher CTRL+f

source: &Set Custom Color From Cell BG
de: &Benutzerdefinierte Farbe anhand des Zellenhintergrunds setzen
fr_fr: &Fixer une couleur personnalisée depuis cellule BG

source: &Shrink text of all sub-grids CTRL+SHIFT+m
de: Text von allen untergeordneten Tabellen verkleinern SHIFT+CTRL+m
fr_fr: &Réduire le texte de toutes les sous-grilles SHIFT+CTRL+m

source: &Undo CTRL+z
de: &Rückgängig machen CTRL+z
fr_fr: &Annuler CTRL+z

source: &Vertical View CTRL+ALT+,
de: &Vertikale Ansicht CTRL+ALT+,
fr_fr: Calcul en colonne CTRL+ALT+,

source: &Wrap in new parent F9
de: &In eine Tabelle als übergeordnetes Element setzen F9
fr_fr: &Envoyer en sous-cellule F9

source: Adds an image to the selected cell
de: Fügt ein Bild in die ausgewählte Zelle ein
fr_fr: Ajouter une image à la cellule sélectionnée

source: Apply last border color SHIFT+ALT+b
de: Letzte Randfarbe anwenden SHIFT+ALT+b
fr_fr: Appliquer la couleur de bordure active SHITF+ALT+b

source: Apply last cell color SHIFT+ALT+c
de: Letzte Zellenfarbe anwenden SHIFT+ALT+c
fr_fr: Appliquer la couleur active à la cellule SHIFT+ALT+c

source: Apply last text color SHIFT+ALT+t
de: Letzte Textfarbe anwenden SHIFT+ALT+t
fr_fr: Appliquer la couleur de texte active SHIFT+ALT+t

source: Auto reload documents
de: Dokument automatisch neu laden
fr_fr: Rechargement automatique des documents

source: Automatically export a .html on every save
de: Automatisch eine HTML-Datei bei jedem Abspeichern exportieren
fr_fr: Export automatique en .html à chaque sauvegarde

source: Autosave to .tmp
de: Automatische .tmp-Kopien erstellen
fr_fr: Sauvegarde automatique en .tmp

source: Black and white toolbar icons
de: Schwarz-weiße Symbole in der Werkzeugleiste
fr_fr: Icônes noir et blanc

source: Border &0 CTRL+SHIFT+0
fr_fr: Bordure &0 CTRL+SHIFT+0

source: Border &1 CTRL+SHIFT+1
fr_fr: Bordure &1 CTRL+SHIFT+1

source: Border &2 CTRL+SHIFT+2
fr_fr: Bordure &2 CTRL+SHIFT+2

source: Border &3 CTRL+SHIFT+3
fr_fr: Bordure &3 CTRL+SHIFT+3

source: Border &4 CTRL+SHIFT+4
fr_fr: Bordure &4 CTRL+SHIFT+4

source: Border &5 CTRL+SHIFT+5
fr_fr: Bordure &5 CTRL+SHIFT+5

source: Bubble Style Rendering ALT+8
de: Blasenstil-Rendering ALT+8
fr_fr: Rendering stile bolla ALT+8

source: Cancel text edits ESC
de: Textbearbeitungen abbrechen ESC
fr_fr: Annuler les modifications texte ESC

source: Cannot drag & drop more than 1 file.
de: Es konnte nicht mehr als 1 Datei gedrag-&dropped werden.
fr_fr: Impossible de glisser déposer plus d'un fichier.

source: Cannot find file.
de: Datei konnte nicht gefunden werden.
fr_fr: Fichier introuvable.

source: Cannot launch browser for this link.
de: Browser konnte nicht für diesen Link aufgerufen werden.
fr_fr: Impossible de lancer le navigateur pour ce lien.

source: Cannot tell/seek document?
de: Das Dokument kann nicht durchsucht werden?
fr_fr: Impossible de dire/chercher un document?

source: Change a key binding...
de: Ein Tastenkürzel ändern...
fr_fr: Modifier les raccourcis clavier...

source: Change the image size if it is too big, by reducing the amount of pixels
fr_fr: Changer la taille de l'image si trop grande en reduisant le nombre de pixels

source: Change the scale to match DPI of the current display. Applies to all uses of this image.
fr_fr: Changer l echelle pour correspondre au DPI de l'affichage courant.S applique à toutes les utilisations de cette image

source: Copy Image to clipboard
fr_fr: Copier l image dans le presse papier

source: Copy the image in the selected cell to the clipboard
fr_fr: Copier l image de la cellule sélectionnée dans le presse papier

source: Create .bak files
de: .bak-Dateien erstellen
fr_fr: Générer des fichiers .bak

source: Cu&t CTRL+x
de: Ausschneiden CTRL+x
fr_fr: Couper CTRL+x

source: Cursor Left LEFT
de: Cursor links LEFT
fr_fr: Curseur à gauche LEFT

source: Cursor Right RIGHT
de: Cursor rechts RIGHT
fr_fr: Curseur à droite RIGHT

source: Decrease column width (ALT+mousewheel) ALT+PGDN
de: Spaltenbreite verkleinern (ALT+Mausrad) ALT+PGDN
fr_fr: Diminuer la largeur de colonne (ALT+molette) ALT+PGDN

source: Decrease column width (no sub grids) CTRL+ALT+PGDN
de: Spaltenbreite verkleinern (keine untergeordnete Tabellen) CTRL+ALT+PGDN
fr_fr: Diminuer la largeur de colonne (sous-grilles exclues) CTRL+ALT+PGDN

source: Delete Before BACK
de: Vorhergehendes Element löschen BACK
fr_fr: Supprimer avant RETOUR ARR

source: Delete Word After CTRL+DEL
de: &Nachfolgendes Wort löschen CTRL+DEL
fr_fr: &Supprimer Mot suivant CTRL+DEL

source: Delete Word Before CTRL+BACK
de: Vorhergehendes Wort löschen CTRL+BACK
fr_fr: Supprimer Mot précédent CTRL+RETOUR ARR

source: Edited %s
de: %s bearbeitet
fr_fr: Modifiée le %s

source: Empty strings cannot be tags.
de: Leere Zeichenketten können keine Schlagworte sein!
fr_fr: Le stringhe vuote non possono essere tag.

source: End of line of text END
de: Ende der Zeile des Textes END
fr_fr: Aller en fin de ligne, des celleules FIN

source: End of text CTRL+END
de: Ende des Textes CTRL+END
fr_fr: Aller à la fin CTRL+FIN

source: Enter/exit text edit mode ENTER
de: Textbearbeitungsmodus betreten/verlassen ENTER
fr_fr: Entrée/Sortie mode saisie de texte ENTREE

source: Enter/exit text edit mode F2
de: Textbearbeitungsmodus betreten/verlassen F2
fr_fr: Entrée/Sortie mode saisie de texte F2

source: Enter/exit text edit to the right ALT+ENTER
de: Textbearbeitungsmodus nach rechts betreten/verlassen ALT+ENTER
fr_fr: Entrée/Sortie mode saisie texte à droite ALT+ENTREE

source: Extend Selection Down SHIFT+DOWN
de: Auswahl nach unten ausweiten SHIFT+DOWN
fr_fr: Etendre la selection vers le bas SHIFT+DOWN

source: Extend Selection Left SHIFT+LEFT
de: Auswahl nach links ausweiten SHIFT+LEFT
fr_fr: Etendre la sélection à gauche SHIFT+LEFT

source: Extend Selection Right SHIFT+RIGHT
de: Auswahl nach rechts ausweiten SHIFT+RIGHT
fr_fr: Etendre la selection à droite SHIFT+RIGHT

source: Extend Selection Up SHIFT+UP
de: Auswahl nach oben ausweiten SHIFT+UP
fr_fr: Etendre la sélection vers le haut SHIFT+UP

source: Extend Selection Word Left CTRL+SHIFT+LEFT
de: Auswahl um Wort links erweitern CTRL+SHIFT+LEFT
fr_fr: Etendre la sélection début de mot vers la gauche SHIFT+CTRL+LEFT

source: Extend Selection Word Right CTRL+SHIFT+RIGHT
de: Auswahl um Wort rechts erweitern CTRL+SHIFT+RIGHT
fr_fr: Etendre la sélection fin de mot vers la droite SHIFT+CTRL+RIGHT

source: Extend Selection to End SHIFT+END
de: Auswahl bis zum Ende ausweiten SHIFT+END
fr_fr: Etendre la sélection jusqu'en fin de cellule SHIFT+END

source: Extend Selection to Start SHIFT+HOME
de: Auswahl bis zum Anfang ausweiten SHIFT+HOME
fr_fr: Etendre la selection jusqu'en début de cellule SHIFT+HOME

source: Filter...
fr_fr: Filtre...

source: Fold All CTRL+SHIFT+F10
de: Alles einklappen CTRL+SHIFT+F10
fr_fr: Tout réduire CTRL+MAJ+F10

source: Go To &Matching Cell F6
de: Gehe zur &übereinstimmenden Zelle F6
fr_fr: Aller à la cellule identique suivante F6

source: Go To Matching Cell (Reverse) SHIFT+F6
de: Gehe zur übereinstimmenden Zelle (rückwärts) SHIFT+F6
fr_fr: Aller à la cellule identique précédente SHIFT+F6

source: Grid Style Rendering ALT+7
de: Tabellenstil-Rendering ALT+7
fr_fr: Rendu de style de grille ALT+7

source: Hierarchy &Swap F8
de: Hierarchie au&stauschen F8
fr_fr: Permuter la Hiérarchie F8

source: Horizontal Layout with Bubble Style Rendering ALT+5
de: Horizontale Anordnung mit Blasenstil-Rendering ALT+5
fr_fr: Disposition horizontale mode Bubble ALT+5

source: Horizontal Layout with Grid Style Rendering ALT+4
de: Horizontale Anordnung mit Tabellenstil-Rendering ALT+4
fr_fr: Disposition horizontale mode grille ALT+4

source: Horizontal Layout with Line Style Rendering ALT+6
de: Horizontale Anordnung mit Zeilenstil-Rendering ALT+6
fr_fr: Disposition horizontale mode ligne ALT+6

source: Import file from
de: Datei importieren aus
fr_fr: Importer un fichier au format

source: Increase column width (ALT+mousewheel) ALT+PGUP
de: Spaltenbreite vergrößern (ALT+Mausrad) ALT+PGUP
fr_fr: Augmenter la largeur de la colonne (ALT+Molette) ALT+PGUP

source: Increase column width (no sub grids) CTRL+ALT+PGUP
de: Spaltenbreite vergrößern (keine untergeordnete Tabellen) CTRL+ALT+PGUP
fr_fr: Augmenter la largeur de la colonne (sous grilles exclues) CTRL+ALT +PGUP

source: Line Style Rendering ALT+9
de: Zeilenstil-Rendering ALT+9
fr_fr: Mode ligne ALT+9

source: Load interactive &tutorial... F1
de: Interaktives &Tutorial laden F1
fr_fr: Charger le &tutoriel interactif ... F1

source: Load operation reference... CTRL+ALT+F1
de: Programmierreferenz laden... CTRL+ALT+F1
fr_fr: Charger le modèle calculs... CTRL+ALT+F1

source: Move Cells Down CTRL+DOWN
de: Zellen nach unten verschieben CTRL+DOWN
fr_fr: Déplacement cellule en dessous CTRL+DOWN

source: Move Cells Left CTRL+LEFT
de: Zellen nach links verschieben CTRL+LEFT
fr_fr: Déplacement cellule à gauche CTRL+LEFT

source: Move Cells Right CTRL+RIGHT
de: Zellen nach rechts verschieben CTRL+RIGHT
fr_fr: Déplacement cellule à droite CTRL+RIGHT

source: Move Cells Up CTRL+UP
de: Zellen nach unten verschieben CTRL+UP
fr_fr: Déplacement cellule au dessus CTRL+UP

source: Move Selection Down DOWN
de: Auswahl nach unten verschieben DOWN
fr_fr: Positionnement sur le bas de la cellule DOWN

source: Move Selection Left LEFT
de: Auswahl nach links verschieben LEFT
fr_fr: Positionnement sur la gauche de la cellule LEFT

source: Move Selection Right RIGHT
de: Auswahl nach rechts verschieben RIGHT
fr_fr: Positionnement sur la droite de la cellule RIGHT

source: Move Selection Up UP
de: Auswahl nach oben verschieben UP
fr_fr: Positionnement sur le haut de la cellule UP

source: Move to next cell TAB
de: Zur nächsten Zelle gehen TAB
fr_fr: Déplacer à la cellule suivante TAB

source: Move to previous cell SHIFT+TAB
de: Zur vorherigen Zelle wechseln SHIFT+TAB
fr_fr: Déplacer à la cellule précédente SHIFT+TAB

source: Open &file F4
de: Datei ö&ffnen F4
fr_fr: Ouverture &fichier F4

source: Open border colors SHIFT+ALT+F11
de: &Randfarben öffnen SHIFT+ALT+F11
fr_fr: Sélectionner une couleur de bordure SHIFT+ALT+F11

source: Open cell colors SHIFT+ALT+F9
de: Zellfarben öffnen SHIFT+ALT+F9
fr_fr: Séléctionner une couleur de fond SHIFT+ALT+F9

source: Open link in &browser F5
de: Link im &Browser öffnen F5
fr_fr: Ouvrir le lien dans un navigateur F5

source: Open text colors SHIFT+ALT+F10
de: Textfarben öffnen SHIFT+ALT+F10
fr_fr: Sélectionner une couleur de texte SHIFT+ALT+F10

source: Paste Style Only CTRL+SHIFT+v
de: Nur Stil einfügen CTRL+SHIFT+v
fr_fr: Coller style uniquement CTRL+MAJ+v

source: Pick Custom &Color...
de: Benutzerdefinierte Farbe auswählen...
fr_fr: Choisir une &Couleur personnalisée...

source: Pick Default Font...
de: Standardschrift auswählen...
fr_fr: Définir le style caractère par défaut...

source: Pick Document Background...
de: Dokumenthintergrund auswählen...
fr_fr: Choisir la couleur de fond du document...

source: Please select a TreeSheets file to load:
de: Bitte wählen Sie eine TreeSheets-Datei zum Laden aus:
fr_fr: Selectionner un fichier TreeSheets :
